[
    {
        "name": "Кружки для чая и кофе с двойным дном 2 шт 330 мл",
        "price": 620.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/80163208/detail.aspx",
        "description": "Кружки и чашки Olivetti – эстетичные и привлекательные, прекрасно подходят для чаепития и кофе. Набор состоит из 2-х кружек объемом 330 мл. Кружки с двойным дном обеспечивают дополнительную термоизоляцию, сохраняя температуру чая или кофе на протяжении длительного времени. Кружки работают как термос не позволяя напитку остывать или нагреваться. Они не треснут при экстремальных изменениях температуры, как обычное стекло. Выдерживают температуру: от -20 до +150C. Внешняя поверхность кружек всегда теплее или прохладнее температуры напитка внутри. Изготовлены чашки из прозрачного боросиликатного стекла. Стеклянная посуда из боросиликатного стекла не требует специального ухода. Не поглощает запахи и не выделяет вредных веществ. Стекло не впитывает загрязнения, на стенках не остается налета. Можно мыть в посудомоечной машине не выше 40 С. Стеклянные кружки с двойными стенками станут прекрасным подарком для любителей красивой посуды или истинных гурманов, ценящих качественные и индивидуальные вещи. Эти кружки идеально подходят для чая, кофе, воды и других горячих или холодных напитков. Благодаря двойной стенке, они обладают высоким уровнем изоляции, что позволяет сохранять желаемую температуру напитка на более длительное время. Кофейную кружку с двойным стеклом можно использовать для любых напитков, в том числе капучино и латте. Необычный дизайн  придает этой кружке особую привлекательность и изысканность. Эти прекрасные чайные кружки с двойными стенками станут не только полезным, но и красивым дополнением к вашей коллекции стеклянной посуды. Практичные и оригинальные стаканы надежно упакованы в прочную и красивую фирменную коробку, что предотвращает их повреждение при транспортировке. Дарите подарочные кружки в подарок своим близким и друзьям на 23 февраля и 8 марта для мужчин и женщин, маме, бабушке, дедушке. Они обязательно оценят вашу заботу и внимание. Порадуйте себя и своих гостей качественными и красивыми необычными стеклянными кружками с двойными стенками Оливетти!",
        "images": [
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/1.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/2.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/3.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/4.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/5.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/6.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/7.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/8.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/9.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/10.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/11.webp",
            "https://basket-05.wbbasket.ru/vol801/part80163/80163208/images/big/12.webp"
        ]
    },
    {
        "name": "Набор кружек стеклянных подарочных",
        "price": 524.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/119389641/detail.aspx",
        "description": "Если вы ищите дизайнерскую посуду в стиле минимализм, то обратите внимание на набор из 2 стеклянных чашек с красивым фигурным рисунком. Маленькие кофейные кружки не оставят никого равнодушными, они отвечают последним модным тенденциям эко и создают уютную атмосферу за столом. \n\nИзготовлены из боросиликатного стекла, подходят для любых горячих и холодных напитков (вода, лимонад, соки).\n\nПрозрачные стеклянные чашки идеальны для заваривания чая и кофе, их стенки позволяют любоваться красотой напитка и бликами на граненых боках. Заварите насыщенный эспрессо, ароматное какао и капучино, латте или создайте многослойный коктейль с сиропом. Добавьте сверху взбитые сливки или мороженое по вкусу для эстетичной и интересной подачи напитка как в ресторане. \n\nТакая посуда будет прекрасно смотреться дома и на даче летом. Налейте в нее охлажденные напитки и добавьте лед, чтобы освежиться. \n\nВ ассортименте два вида декоративных кружек необычной формы: с рельефным рисунком 450 мл и с гранеными боками по 320 мл. В каждом наборе по 2 шт. \n\nМатериал устойчив к нагреванию, можно подогреть напитки в микроволновке. Прикольные кружки просты в уходе, можно мыть их вручную или в посудомоечной машине.\n\nСтильная термочашка – беспроигрышный подарок. Такой однотонный набор без рисунка и принта можно преподнести маме, сестре или подруге, он впишется в любой кухонный интерьер и будет радовать хозяйку. Остается лишь найти повод для оригинального презента – день рождения, Новый год, юбилей, новоселье или др. Полезный подарок на 8 марта. Товар приходит в фирменной коробке и не требует дополнительной подарочной упаковки.\n",
        "images": [
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/1.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/2.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/3.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/4.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/5.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/6.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/7.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/8.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/9.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/10.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/11.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389641/images/big/12.webp"
        ]
    },
    {
        "name": "Керамическая кружка в крапинку для чая и кофе",
        "price": 459.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/212183807/detail.aspx",
        "description": "Изящная керамическая кружка ручной работы идеальна для любителей чая и кофе. Удобна в использовании за счет своей широкой и толстой ручки. Современный минималистичный стиль чашки впишется в ваш интерьер и создаст уют. Милая кружечка с толстыми стенками в черную крапинку - исключительно стильный и качественный подарок, который несомненно понравится вашим близким, особенно на новоселье. Послужит она и презентом для кофеманов, ведь они  с удовольствием смогут приготовить любимый капучино, латте, раф или другой кофейный напиток. Уникальный дизайн придаст особый шарм вашему дому и будет классно смотреться на столе. Белая чашечка в темную точечку объемом 300 мл отлично подойдет для холодного, соков и воды. Для создания эстетичной сервировки используйте красивую кружку в скандинавском стиле. Данная модель выполнена из термостойких материалов, которые подходят для  микроволновой печи и посудомоечной машины, поэтому вы можете не переживать за ее сохранность.",
        "images": [
            "https://basket-14.wbbasket.ru/vol2121/part212183/212183807/images/big/1.webp",
            "https://basket-14.wbbasket.ru/vol2121/part212183/212183807/images/big/2.webp",
            "https://basket-14.wbbasket.ru/vol2121/part212183/212183807/images/big/3.webp",
            "https://basket-14.wbbasket.ru/vol2121/part212183/212183807/images/big/4.webp",
            "https://basket-14.wbbasket.ru/vol2121/part212183/212183807/images/big/5.webp",
            "https://basket-14.wbbasket.ru/vol2121/part212183/212183807/images/big/6.webp"
        ]
    },
    {
        "name": "Набор кружек стеклянных для чая и кофе 2 шт, 400мл",
        "price": 617.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/239009418/detail.aspx",
        "description": "Набор стеклянных кружек из 2-х штук представляет собой чайную пару из двух предметов объемом 400 мл. Это великолепные изделия, украшенные тонкими узорами. \n\nСтилизованная винтажная серия кружек добавляет нотку утонченности вашим любимым горячим напиткам. \n\nВ комплекте вы получаете одну кружку с узором в виде солнца и одну с узором в виде капель дождя. \n\nСтеклянные чашки изготовлены из 100% экологически чистого стекла, которое более прочное и устойчивое к царапинам по сравнению с обычным стеклом. \n\nМогут использоваться с любыми температурами и безопасны для приема напитков. Вся наша продукция имеет сертификаты качества.\n\nМногофункциональные стеклянные чашки вмещают 400 мл жидкости, что достаточно для употребления кофе, чая, холодных напитков и даже десертов. Их можно использовать для каппучино, латте, чая, йогурта, молока, овсянки, десертов, соков, холодных или горячих напитков и так далее. Также их можно мыть в посудомоечной машине.\n\nПокупайте с уверенностью - набор стеклянных кружек упакован в прочную пену и толстую картонную коробку, чтобы предотвратить повреждения во время транспортировки. \n\nВ случае повреждения заказа, вы можете связаться с нами по электронной почте. Мы предоставим вам удовлетворительный ответ в течение 24 часов.",
        "images": [
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/7.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/8.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/9.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/10.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/11.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/12.webp",
            "https://basket-15.wbbasket.ru/vol2390/part239009/239009418/images/big/13.webp"
        ]
    },
    {
        "name": "Кружки пивные стеклянные 500 мл набор 2 шт",
        "price": 368.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/40795332/detail.aspx",
        "description": "Кружка для пива стеклянная 500 мл бренда Pasabahce, набор 2 шт. размеры: высота - 142 мм,  диаметр - 85 мм.  Изготовлена из натрий-кальций-силикатного стекла. Пивная кружка обладает рельефным стеклом и крепкой ручкой, такая посуда надежна и устойчива. На стенке кружки есть площадка для гравировки. Размеры площадки: ширина 70 мм, высота 55 мм.  Стеклянная прозрачная кружка подходит для регулярного применения дома и на даче. Можно мыть в ПММ. Набор посуды - это отличный подарок для папы, ваших близких людей и родственников, коллег и друзей на любой праздник.\nЭтот набор кружек — отличная находка для тех, кто ценит качественные напитки и стильный интерьер. Состоящий из нескольких оригинальных предметов, он идеально подходит в качестве подарка близким или друзьям в день рождения. Столь элегантный дизайн превосходно сочетается с любой обстановкой, украшая как домашнюю кухню, так и офисное пространство.\nКружки обладают прочностью и долговечностью благодаря использованию качественных материалов. Это делает их идеальными для ежедневного использования. У владельцев есть возможность мыть их в посудомоечной машине без опасений за внешний вид или целостность изделия. Они сохраняют свою привлекательность длительное время.\nДанный комплект станет замечательным дополнением в жизни мужчин, которые любят наслаждаться любимыми напитками в компании друзей. Он обеспечит приятные моменты как дома, так и на работе. Прекрасно выполненные элементы набора подчеркнут статус его обладателя и принесут радость тому, кому адресован подарок.",
        "images": [
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/1.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/2.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/3.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/4.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/5.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/6.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/7.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/8.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/9.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/10.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/11.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/12.webp",
            "https://basket-03.wbbasket.ru/vol407/part40795/40795332/images/big/13.webp"
        ]
    },
    {
        "name": "Кружка хамелеон шрек с приколом подарок",
        "price": 383.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/167280284/detail.aspx",
        "description": "Кружка со шреком. Хотите порадовать своего любимого мужчину или папу оригинальным и прикольным подарком? Тогда обратите внимание на нашу смешную кружку хамелеон подарок Шрек Мем! Это уникальная посуда, которая станет отличным подарком для любого парня или мужчины.\nТак же Вы можете порадовать таким подарком свою девушку. Женский подарок или подарок для женщины - выбирайте только лучшее для своей любимой.\nТакой сувенир прикол будет оригинальным домашним подарком ручной работы на именины, 8 марта, день матери для вашей любимой девушки или женщины, а так же для любимой жены, бабушки, маленькой девочки и родственнице. Так же этот необычная прикольная мем кружка станет любимой для вашей младшей сестры или старшей сестры, близкой подруги, начальника и коллеге в офисе. Кружка хамелеон - это не просто посуда, это настоящее произведение искусства ручной работы.\n\nВы можете выбрать чашку для чая или стакан для напитка черного цвета с эффектом появления рисунка, то есть кружка хамелеон.\nНаша кружка с приколом шрек выполнена из керамики высокого качества, что делает ее прочной и долговечной. Она имеет большой объем, так что ваш мужчина сможет насладиться своим любимым чаем или кофе на протяжении всего дня. Красивый и оригинальный дизайн кружки сделает ее незаменимым аксессуаром на кухне или в офисе.\nГлавная фишка этой кружки - ее хамелеоновый эффект. При наливании горячей жидкости внутрь кружки, появляется рисунок с любимым персонажем из мультфильма Шрек. Это забавный и необычный эффект, который точно понравится вашему другу или подруге. Каждый раз, когда будете пить чай или кофе, сможете наслаждаться этим прикольным мемом.\nКружка Шрек Мем подарок подходит для любого случая - это идеальный вариант для дня рождения, 14 февраля, Дня отца или на 23 февраля день защитника отечества, а так же просто для того, чтобы сделать приятное сюрприз своему мужчине. Она также подойдет для брата, друга, начальника или коллеги по работе.  На 8 марта и новый год - необычный сюрприз для любимых.\n",
        "images": [
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1672/part167280/167280284/images/big/7.webp"
        ]
    },
    {
        "name": "Кружка хамелеон Соник подарок",
        "price": 357.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/154166960/detail.aspx",
        "description": "Кружка хамелеон подойдет в подарок для себя любимого, а также Вы можете подарить ее своему начальнику, любимому человеку, маме или папе, брату, сестре, другу, фанату сериала или спорта.Дарите, удивляйте кружкой хамелеоном на любой праздник: День Рождения, Новый Год, 8 марта, 23 февраля, День святого Валентина, Хэллоуин, Рождение ребенка. Термокружка подойдет как для чая или кофе, так и для холодных напитков.Вы можете подобрать кружку с прикольным принтом на любую тему: сериалы, аниме, манга, спорт, игры или просто мемы и приколы - главное, что Вы сможете удивить и порадовать дорогого Вам человека.Не рекомендуется при мытье данной кружки использовать агрессивные моечные средства, иначе возможна потеря первозданного вида.Каждая кружка упакована в пузырчатую плёнку и крафтовую коробку - доедет в целости и сохранности!\n\nМилая и смешная с мемом кружка, Станет полезной вещью, источником радости, любви и заботы. Надписи выполнены стойкими и экологически безопасными красками, принт получается ярким и четким. Его насыщенность не теряется под воздействием солнечных лучей и не стирается со временем. Материал прекрасно выдерживает высокие и низкие температуры, что позволяет использовать посуду в СВЧ-печи и идеально подходит для различных горячих и прохладительных напитков: для чая или кофе. ВНИМАНИЕ! Прикольные кружки нельзя мыть в посудомоечной машине и использовать агрессивные моющие средства. Красивая необычная посуда доедет до Вас в целости и сохранности. Эта кружка с авторским принтом станет самым ярким и запоминающимся сюрпризом. Возможно Вы просто ищите оригинальные подарки? Для Вас у нас есть решение - чашка для кофе самый лучший подарок. Бокал будет использоваться ежедневно, а не только 1 апреля и день всех влюбленных. Чашка стакан позволит Вам порадовать своих близких и подарить яркие эмоции!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166960/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166960/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166960/images/big/3.webp"
        ]
    },
    {
        "name": "Кружка подарок прикольный для начальника подруге любимой",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/183663824/detail.aspx",
        "description": "Кружка подарок для руководителя будет отличным дополнением на рабочем столе к его статусу. Подчеркнет его значимость как босса, шефа и начальника. Такую кружку можно подарить директору, владельцу бизнеса, вашему партнеру или тимлидеру, а так же себе любимому. Кружку босса – в каждый офис! Наша заварочная кружка или если хотите чашка для чая станет отличным  подарком для вашей любимой, для жены или для начальницы, руководителя отдела на международный женский день 8 марта.\nСмешная кружка обрадует вашего начальника!\nДарите, удивляйте кружкой, которая меняет цвет на любой праздник: День Рождения, Новый Год, 8 марта, 23 февраля, День Шефа или на любой другой праздник, а можно и без повода. Такой стакан подойдет как для чая или кофе, так и для холодных напитков.\nОтдайте должное своему шефу, покажите какой он крутой, что Вы это цените (часто, после таких подарков выписывают премии, только тссс!)\nКружка с прикольной наодпиьсю Леди босс - сувенир подарок начальнице или подруге. \n\nНе рекомендуется при мытье данной кружки использовать агрессивные моечные средства, иначе возможна потеря первозданного вида. Каждая кружка упакована в несколько слоев пузырчатой плёнки и транспортировочную коробку - доедет в целости и сохранности!",
        "images": [
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663824/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663824/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663824/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663824/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663824/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка хамелеон милая прикольный подарок любимой маме",
        "price": 357.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/232218342/detail.aspx",
        "description": "Керамическая кружка хамелеон - прикольный супер подарок и необычная чашка с надписью  на день рождения, просто так без повода или юбилей. а так же годовщину. Такой сувенир будет оригинальным домашним подарком ручной работы на именины, 8 марта, день матери для вашей любимой девушки или женщины, а так же для любимой жены, бабушки, маленькой девочки и родственнице. Так же этот необычная прикольная мем кружка станет любимой для вашей младшей сестры или старшей сестры, близкой подруги, начальника и коллеге в офисе. Кружка хамелеон - это не просто посуда, это настоящее произведение искусства ручной работы. Ее уникальность заключается в том, что при наливании горячего напитка меняется рисунок на кружке. Из черной кружки она становится белой чашкой с рисунком. Такая милая смешная кружка станет отличным дополнением к уютным вечерам за чашкой чая или кофе. Этот подарок подойдет не только маме, но и подруге, сестре, жене или дочке. Кружка хамелеон станет отличным сувениром для бабушки или мамочки. Она порадует любую женщину и добавит ярких красок в ее повседневную жизнь. Чашка выполнена из качественной керамики и имеет красивый яркий запоминающийся принт. Ее можно использовать как для чая, так и для кофе. Каждый раз, наливая горячий напиток, вы будете удивляться новому рисунку на кружке. Это действительно удивительное зрелище! Необычный подарок для мамы - это замечательный способ выразить свою любовь и заботу. Подарите ей кружку-хамелеон и увидьте, как ее глаза засияют от радости! Этот подарок станет идеальным выбором для любого праздника или юбилея. Возможно Вы просто ищите оригинальные подарки? Для Вас у нас есть решение - чашка для кофе самый лучший подарок жене. Бокал будет использоваться ежедневно, а не только 1 апреля и день всех влюбленных. Чашка стакан позволит Вам порадовать своих близких и подарить яркие эмоции!",
        "images": [
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218342/images/big/7.webp"
        ]
    },
    {
        "name": "Набор кружек стеклянных подарочных",
        "price": 700.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/171401994/detail.aspx",
        "description": "Если вы ищите дизайнерскую посуду в стиле минимализм, то обратите внимание на набор из 2 стеклянных чашек с красивым фигурным рисунком. Большие кофейные кружки не оставят никого равнодушными, они отвечают последним модным тенденциям эко и создают уютную атмосферу за столом.\n\nИзготовлены из боросиликатного стекла, подходят для любых горячих и холодных напитков (вода, лимонад, соки).\n\nПрозрачные стеклянные чашки идеальны для заваривания чая и кофе, их стенки позволяют любоваться красотой напитка и бликами на граненых боках. Заварите насыщенный эспрессо, ароматное какао и капучино, латте или создайте многослойный коктейль с сиропом. Добавьте сверху взбитые сливки или мороженое по вкусу для эстетичной и интересной подачи напитка как в ресторане.\n\nТакая посуда будет прекрасно смотреться дома и на даче летом. Налейте в нее охлажденные напитки и добавьте лед, чтобы освежиться.\n\nДекоративные кружки интересной формы. Похожие на маленькие тыквы, они имеют красивые выпуклые бока и удобный объем 400 мл.\n\nВ ассортименте есть и другие комплекты. С рельефным рисунком 450 мл и с гранеными стенками по 320 мл. В каждом наборе по 2 шт.\n\nМатериал устойчив к нагреванию, можно подогреть напитки в микроволновке. Прикольные кружки просты в уходе, можно мыть их вручную или в посудомоечной машине. \n\nСтильная чайная термочашка – беспроигрышный подарок. Такой однотонный набор без рисунка и принта можно преподнести маме, сестре или подруге, он впишется в любой кухонный интерьер и будет радовать хозяйку. Остается лишь найти повод для оригинального презента – день рождения, Новый год, юбилей, новоселье или др. Полезный подарок на 8 марта. Товар приходит в фирменной коробке и не требует дополнительной подарочной упаковки.\n",
        "images": [
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/7.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/8.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/9.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/10.webp",
            "https://basket-12.wbbasket.ru/vol1714/part171401/171401994/images/big/11.webp"
        ]
    },
    {
        "name": "Кружка подарок начальнику, боссу, руководителю",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/183663825/detail.aspx",
        "description": "Кружка подарок для руководителя будет отличным дополнением на рабочем столе к его статусу. Подчеркнет его значимость как босса, шефа и начальника. Такую кружку можно подарить директору, владельцу бизнеса, вашему партнеру или тимлидеру, а так же себе любимому. Кружку босса – в каждый офис!\nСмешная кружка обрадует вашего начальника!\nДарите, удивляйте кружкой, которая меняет цвет на любой праздник: День Рождения, Новый Год, 8 марта, 23 февраля, День Шефа или на любой другой праздник, а можно и без повода. Такой стакан подойдет как для чая или кофе, так и для холодных напитков.\nОтдайте должное своему шефу, покажите какой он крутой, что Вы это цените (часто, после таких подарков выписывают премии, только тссс!)\n\nНе рекомендуется при мытье данной кружки использовать агрессивные моечные средства, иначе возможна потеря первозданного вида. Каждая кружка упакована в несколько слоев пузырчатой плёнки и транспортировочную коробку - доедет в целости и сохранности!",
        "images": [
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663825/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663825/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663825/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1836/part183663/183663825/images/big/4.webp"
        ]
    },
    {
        "name": "Набор кружек с двойным дном для чая и кофе 250 мл",
        "price": 476.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/19044134/detail.aspx",
        "description": "Изысканные кружки с двойным дном - презент для любого события и годовщины. Они станут чудным решением для Вашей коллекции, добавит шарма в офис. \n\nЭстетичный дизайн позволит создать уютную атмосферу. Каждая из этих кружек порадует родителей.\n\nПодходит для чаепития или кофейной церемонии. Красивые приборы подойдут каждой женщине.\n\nЧайная парочка будет радовать глаз весь 2025 год. Влюбленная пара найдет в них символ нежности. Они - лучший выбор для осенних вечеров или новогодних праздников. Оригинальное подношение на свадьбу и день рождения. Идеально для любимой жены.\n\nБольшая емкость парного комплекта пригодится для завтрака. Двойные стенки сохраняют температуру. Утреннее кофе, обед на работе или ужин в кругу семьи - забудьте о холодных напитках.\n\nУчителю, воспитателю Вашего сына и дочери будет приятно получить наши чашки. Уместны подростку или ребёнку. Папе тоже будет лестно получить их: термо оболочка говорит о практичности. Пьешь горячее и остаешься довольным.\n\nСтеклянная крушка станет украшением чайного: высокие, с гладкими углами - идеальны для ребенка!",
        "images": [
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/1.webp",
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/2.webp",
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/3.webp",
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/4.webp",
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/5.webp",
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/6.webp",
            "https://basket-02.wbbasket.ru/vol190/part19044/19044134/images/big/7.webp"
        ]
    },
    {
        "name": "Чашка с блюдцем \"Айсберг\", 300 мл",
        "price": 546.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/77013679/detail.aspx",
        "description": "Десертный набор серии \"Айсберг\" состоит из чашки на 300 мл и блюдца 20,5х10х2 см. Такой набор поможет провести множество вкусных завтраков с капучино или латте, а также уютных вечеров с любимым горячим напитком. Набор выполнен из высококачественного белого фарфора и украшен рельефными узорами. Фарфоровая посуда отличается от керамической повышенной плотностью. Она не впитывает цвет кофе, чая, глинтвейна, других горячих напитков и не деформируются от влаги, чему может быть подвержена керамика. Кружку и тарелку можно использовать в СВЧ и ПММ. Бамбуковую тарелку нельзя замачивать. Набор поставляется в стильной картонной упаковке. Красивая чайная пара из серии посуды \"Айсберг\" сможет стать настоящим украшением кухни у вас дома или приятным подарком для ваших родных и близких!",
        "images": [
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/1.webp",
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/2.webp",
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/3.webp",
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/4.webp",
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/5.webp",
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/6.webp",
            "https://basket-05.wbbasket.ru/vol770/part77013/77013679/images/big/7.webp"
        ]
    },
    {
        "name": "Набор кружек 300мл",
        "price": 347.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/165442970/detail.aspx",
        "description": "Оригинальный подарок - набор кружек из термостойкого стекла. Чашка выполнена из боросиликатного стекла, которое от обычного отличается своей повышенной термической стойкостью и повышенной стойкостью к механическим повреждениям. Благодаря такому стеклу кружка может выдержать от -30 до +300 градусов! Вы можете использовать чашки как кружки для кофе кружки для чая, так и подавать в них лимонад и не бояться, что они треснут. Стеклянная кружка прозрачная, что позволяет наблюдать как красиво перемешивается напиток. Стеклянная посуда отличное украшение кухни на праздник. Стеклянные кружки станет идеальным подарочным набором как для женщин, так и для мужчин например, любимым друзьям родным коллегам на день рождения маме бабушке жене мужу любимой подруге. Это лучший выбор красивой посуды для дома, в качестве чайной пары!",
        "images": [
            "https://basket-11.wbbasket.ru/vol1654/part165442/165442970/images/big/1.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165442/165442970/images/big/2.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165442/165442970/images/big/3.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165442/165442970/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью в подарок",
        "price": 332.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/200468834/detail.aspx",
        "description": "Кружка с приколом и оригинальными, прикольными надписями, мемами и декоративными рисунками - отличный подарочный вариант для взрослых женщин и мужчин, девушек и парней - подростков и пар. Кружки оригинальный презент и подарок другу на др и любой другой праздник непременно оценит папа и муж, сестра, коллега, парню. Красивая керамическая чашка с удобной ручкой станет любимой женской и мужской посудой. Большая керамическая смешная крушка мем белого цвета и объемом 330 мл идеальна для заваривания чайных и кофейных напитков. Необычная посуда кружечка с эффектным декором подойдет для воды, капучино будет активно использоваться дома на кухне, в гостиной, на работе в офисе во время отдыха на природе. Ни одна однотонная стеклянная кружка с жаропрочными стенками не найдет столь широкое применение. Прикольные штучка чашка подчеркнет чувство стиля и выступит в качестве неординарного сувенира. Многоразовая кухонная идеальна для заварки чая, обладает стильным дизайном, пригодится дома. У нас есть акции и распродажи, вы можете купить прикольные вещи в подарок со скидкой!",
        "images": [
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468834/images/big/1.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468834/images/big/2.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468834/images/big/3.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468834/images/big/4.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468834/images/big/5.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468834/images/big/6.webp"
        ]
    },
    {
        "name": "Набор из 2-х кружек \"Птички на ветке\", 350 мл",
        "price": 604.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/63364330/detail.aspx",
        "description": "Набор 2-х кружек серии \"Птички на ветке\" объемом 350 мл выполнен из высококачественного фарфора. Изящный рельефный рисунок на кружке подходит любой сервировке и добавит уюта в каждый дом. Кружка вместительная с удобной ручкой прекрасно подходит для красивого чаепития или утреннего кофе. В серии посуды из белого фарфора представлен широкий ассортимент товаров для сервировки стола, которые несомненно впишутся в любой интерьер благодаря лаконичному дизайну, натуральным материалам и высокой функциональности. Такому подарку будет рада любая хозяйка!",
        "images": [
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/8.webp",
            "https://basket-04.wbbasket.ru/vol633/part63364/63364330/images/big/9.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью в подарок",
        "price": 338.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/200468835/detail.aspx",
        "description": "Кружка с приколом и оригинальными, прикольными надписями, мемами и декоративными рисунками - отличный подарочный вариант для взрослых женщин и мужчин, девушек и парней - подростков и пар. Кружки оригинальный презент и подарок другу на др и любой другой праздник непременно оценит папа и муж, сестра, коллега, парню. Красивая керамическая чашка с удобной ручкой станет любимой женской и мужской посудой. Большая керамическая смешная крушка мем белого цвета и объемом 330 мл идеальна для заваривания чайных и кофейных напитков. Необычная посуда кружечка с эффектным декором подойдет для воды, капучино будет активно использоваться дома на кухне, в гостиной, на работе в офисе во время отдыха на природе. Ни одна однотонная стеклянная кружка с жаропрочными стенками не найдет столь широкое применение. Прикольные штучка чашка подчеркнет чувство стиля и выступит в качестве неординарного сувенира. Многоразовая кухонная идеальна для заварки чая, обладает стильным дизайном, пригодится дома. У нас есть акции и распродажи, вы можете купить прикольные вещи в подарок со скидкой!",
        "images": [
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468835/images/big/1.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468835/images/big/2.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468835/images/big/3.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468835/images/big/4.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468835/images/big/5.webp",
            "https://basket-13.wbbasket.ru/vol2004/part200468/200468835/images/big/6.webp"
        ]
    },
    {
        "name": "Набор кружки для чая и кофе 400 мл 2 шт",
        "price": 576.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/144620941/detail.aspx",
        "description": "Кружки и чашки Olivetti– эстетичные и привлекательные, они прекрасно подходят для чаепития и кофе. Набор состоит из 2-х кружек большим объемом 400 мл, что позволит насладиться чашечкой горячего напитка в полной мере. Кружки  обеспечивают дополнительную термоизоляцию, сохраняя температуру чая или кофе на протяжении длительного времени. Они работают как термос не позволяя напитку остывать или нагреваться. Такие чашки не треснут при экстремальных изменениях температуры, как обычное стекло. Выдерживают температуру: от -20 до +150C. Внешняя поверхность кружек всегда теплее или прохладнее температуры напитка внутри, что защитит ваши руки от ожогов, а поверхности от скопления конденсата. Изготовлены бокалы из прозрачного боросиликатного стекла, благодаря чему вы сможете полностью насладиться видом горячего напитка. Стеклянная посуда из боросиликатного стекла не требует специального ухода. Не поглощает запахи и не выделяет вредных веществ. Стекло не впитывает загрязнения, на стенках не остается налета. Можно мыть в посудомоечной машине не выше 40 С. Можно использовать для СВЧ на мощности не выше 500 Вт. Стеклянные кружки с рельефной поверхностью – необычные и функциональные. Они станут прекрасным подарком для любителей красивой посуды или истинных гурманов, ценящих качественные и индивидуальные вещи. Эти кружки идеально подходят для чая, кофе, воды и других горячих или холодных напитков. Кружку можно использовать для любых напитков, в том числе для приготовления капучино и латте. Каждый глоток напитка из этих кружек станет истинным удовольствием благодаря оригинальному дизайну и высокому качеству. Практичные и оригинальные, они надежно упакованы в прочную и красивую фирменную коробку, что предотвращает их повреждение при транспортировке. Дарите подарочные кружки в подарок своим близким и друзьям на 23 февраля и 8 марта для мужчин и женщин, маме, бабушке, дедушке. Порадуйте себя и своих гостей качественными и красивыми необычными стеклянными кружками Оливетти!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/8.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/9.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/10.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/11.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/12.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/13.webp",
            "https://basket-10.wbbasket.ru/vol1446/part144620/144620941/images/big/14.webp"
        ]
    },
    {
        "name": "Керамическая кружка хамелеон для чая и кофе подарочная",
        "price": 599.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/44215275/detail.aspx",
        "description": "Уже сегодня Вы можете сделать день рождения, 8 марта или Новый год особенными, подарив практичную и оригинальную кружку. Она станет идеальным подарком для вашей мамы, папы, парня, сестры или подруги. Хамелеон - это слово, описывающее ее незаурядные свойства - кружка с принтом, меняющим цвет. Именно поэтому эта керамическая кружка для чая с качественной белой эмалью и минималистичным дизайном завоевала сердца многих покупателей. Необычный рисунок с надписью или забавным принтом подарит отличное настроение и улыбку близким или коллегам. Наши дизайнеры разработали уникальные варианты для всех случаев жизни. Если ваша жена пьет утренний кофе, она будет в восторге от кружки Бесите. Мужу можно подарить кружку с рисунком, передающим его увлечение - Ночной дожор. А девушке точно придется по вкусу чашка с Веселыми лисами. Не только для дома, кружка с приколом органично впишется в интерьер офиса или рабочего пространства. Начальник оценит практичность, а коллеги всегда найдут новую тему для разговора. Каждая офисная кружка от White Box упакована в дополнительную подарочную коробку с открыткой и атласной лентой, которые станут дополнительным акцентом на подарок. Не упускайте возможность порадовать самых близких людей в своей жизни незабываемым подарком! Закажите кружку сегодня и подарите радость близким на каждый день! Чашку НЕЛЬЗЯ использовать в СВЧ и посудомоечной машине. Объем 330 мл.",
        "images": [
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/8.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/9.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/10.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215275/images/big/11.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью в подарок",
        "price": 378.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/256693310/detail.aspx",
        "description": "Кружка с приколом и оригинальными, прикольными надписями, мемами и декоративными рисунками - отличный подарочный вариант для взрослых женщин и мужчин, девушек и парней - подростков и пар. Кружки оригинальный презент и подарок другу на др и любой другой праздник непременно оценит папа и муж, сестра, коллега, парню. Красивая керамическая чашка с удобной ручкой станет любимой женской и мужской посудой. Большая керамическая смешная крушка мем белого цвета и объемом 330 мл идеальна для заваривания чайных и кофейных напитков. Необычная посуда кружечка с эффектным декором подойдет для воды, капучино будет активно использоваться дома на кухне, в гостиной, на работе в офисе во время отдыха на природе. Ни одна однотонная стеклянная кружка с жаропрочными стенками не найдет столь широкое применение. Прикольные штучка чашка подчеркнет чувство стиля и выступит в качестве неординарного сувенира. Многоразовая кухонная идеальна для заварки чая, обладает стильным дизайном, пригодится дома. У нас есть акции и распродажи, вы можете купить прикольные вещи в подарок со скидкой!",
        "images": [
            "https://basket-16.wbbasket.ru/vol2566/part256693/256693310/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2566/part256693/256693310/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2566/part256693/256693310/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2566/part256693/256693310/images/big/4.webp",
            "https://basket-16.wbbasket.ru/vol2566/part256693/256693310/images/big/5.webp"
        ]
    },
    {
        "name": "Набор кружек стеклянных подарочных",
        "price": 657.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/183722806/detail.aspx",
        "description": "Высокие фигурные кружки Karpee Home объемом 450 мл выполнены из жаропрочного боросиликатного стекла. Оно устойчиво к царапинам, остается прозрачным спустя годы и выдерживает температуру от -20 до +150 ℃.\n\nНеобычная чайная пара с эстетичными золотыми ручками сделает ваш повседневный завтрак приятным ритуалом. Утренний капучино с маленьким круассаном станут в 2 раза вкуснее. Даже врачи рекомендуют использовать качественную и красивую посуду каждый день для хорошего настроения и снижения стресса.\n\nЛюбите вы холодные или самые горячие напитки, стеклянный набор подойдет как для заваривания чая или какао, так и для сока, лимонада, газировки, простой воды. Рельефные кружки нашего бренда легко моются в посудомоечной машине и всегда выглядят как новые. Не переживайте, что милая чашка потемнеет от эспрессо, крепкой заварки или глинтвейна. \n\nГраненые кружки интересной формы создадут уютную атмосферу дома или на работе. С ними кофе-тайм в офисе подарит вам истинное наслаждение и хорошее настроение. Женские посиделки на кухне осенними вечерами будут приятным поводом достать из коробки оригинальную посуду. В новогоднюю ночь или Рождество сервировку вашего стола по достоинству оценит каждый гость. \n\nПодойдет в качестве прикольного подарка на день рождения, 8 марта, годовщину свадьбы для родителей, бабушки, дочки, подруги, коллеги. Поставляется в стильной брендированной упаковке. В наборе 2 штучки.",
        "images": [
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/7.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/8.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/9.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/10.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/11.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/12.webp",
            "https://basket-12.wbbasket.ru/vol1837/part183722/183722806/images/big/13.webp"
        ]
    },
    {
        "name": "Набор стеклянные кружки 350мл 2шт",
        "price": 451.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/174366819/detail.aspx",
        "description": "Оригинальный подарок - набор кружек с двойными стенками из термостойкого стекла. Чашка с двойными стенкамиработает как термос, не позволяя напитку остывать или нагреваться. Благодаря воздушной прослойке кружкис двойными стенками не нагреваются. Подавая горячие напитки в такой посуде, не переживайте за ошпаренные руки. Стеклянная кружка с двойными стенками позволяет наблюдать как красиво перемешивается напиток. Вы можете использовать чашки с двойными стенками как кружки для кофе кружки для чая, так и подавать в них лимонад. Стеклянная посуда отличное украшение кухни на праздник. Кружки с двойными стенками идеальны в подарок любимым друзьям родным коллегам на день рождения маме бабушке жене мужу любимой подруге.",
        "images": [
            "https://basket-12.wbbasket.ru/vol1743/part174366/174366819/images/big/1.webp"
        ]
    },
    {
        "name": "Кружка хамелеон для чая и кофе 350 мл керамическая",
        "price": 376.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/68801582/detail.aspx",
        "description": "Кружка для чая и кофе керамическая хамелеон с приколом подарочная Доляна «Пузырьки» 350 мл с рисунком пенного пива – это идеальный подарок, который станет прекрасным презентом для любого человека в любое время. Выберите эту чашку на день рождения, свадьбу или иной праздник. Такой стильный бокал придаст элегантность и праздничную атмосферу сервировке стола. Керамическая посуда будет отличным дополнением подарочного набора или сервиза к любому интерьеру кухни или столовой. Она является оригинальным и уникальным подарком на Новый год для любимого мужчины или женщины. Она отлично подойдет для папы, мужа, мамы, сестры, брата, парня, девушки, дедушки, бабушки, учителя или друга. Благодаря своему прикольному дизайну, она станет прекрасной кухонной принадлежностью или декором для дома. Сделайте приятный сюрприз своим близким, дарите им качественные и оригинальные товары. Кружка для кофе выполнена из прочной керамики, которая сохраняет тепло напитка на длительное время. Ее нельзя использовать в микроволновке или посудомоечной машине. Она будет надежным и практичным средством для ежедневного использования. Она идеально сочетается с другими кухонными аксессуарами и предметами сервировки, создавая атмосферу уюта. Декоративный орнамент с изображением пива придаст особый шарм, привлекательность и подчеркнет ваш безупречный вкус. Благодаря стакану вы всегда сможете насладиться вкусным и горячим чайным напитком в кругу семьи и друзей. Он так же подойдет для детей, и мальчиков, и девочек, которые любят приятные вещи и сувениры. Это уникальная возможность сделать вашу жизнь более яркой и веселой. Получите свою порцию уюта, комфорта и вкуса в каждой чаше вашего любимого чая с близкими и дорогими людьми!",
        "images": [
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol688/part68801/68801582/images/big/8.webp"
        ]
    },
    {
        "name": "Набор кружек стеклянных подарочных",
        "price": 584.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/119389384/detail.aspx",
        "description": "Если вы ищите дизайнерскую посуду в стиле минимализм, то обратите внимание на набор из 2 стеклянных чашек с красивым фигурным рисунком. Маленькие кофейные кружки не оставят никого равнодушными, они отвечают последним модным тенденциям эко и создают уютную атмосферу за столом. \n\nИзготовлены из боросиликатного стекла, подходят для любых горячих и холодных напитков (вода, лимонад, соки).\n\nПрозрачные стеклянные чашки идеальны для заваривания чая и кофе, их стенки позволяют любоваться красотой напитка и бликами на граненых боках. Заварите насыщенный эспрессо, ароматное какао и капучино, латте или создайте многослойный коктейль с сиропом. Добавьте сверху взбитые сливки или мороженое по вкусу для эстетичной и интересной подачи напитка как в ресторане. \n\nТакая посуда будет прекрасно смотреться дома и на даче летом. Налейте в нее охлажденные напитки и добавьте лед, чтобы освежиться. \n\nВ ассортименте два вида декоративных кружек необычной формы: с рельефным рисунком 450 мл и с гранеными боками по 320 мл. В каждом наборе по 2 шт. \n\nМатериал устойчив к нагреванию, можно подогреть напитки в микроволновке. Прикольные кружки просты в уходе, можно мыть их вручную или в посудомоечной машине.\n\nСтильная чайная термочашка – беспроигрышный подарок. Такой однотонный набор без рисунка и принта можно преподнести маме, сестре или подруге, он впишется в любой кухонный интерьер и будет радовать хозяйку. Остается лишь найти повод для оригинального презента – день рождения, Новый год, юбилей, новоселье или др. Полезный подарок на 8 марта. Товар приходит в фирменной коробке и не требует дополнительной подарочной упаковки.\n",
        "images": [
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/1.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/2.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/3.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/4.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/5.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/6.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/7.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/8.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/9.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/10.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/11.webp",
            "https://basket-09.wbbasket.ru/vol1193/part119389/119389384/images/big/12.webp"
        ]
    },
    {
        "name": "Кружка хамелеон миньоны гадкий я",
        "price": 403.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/154166831/detail.aspx",
        "description": "Хотите порадовать своего ребенка оригинальным и веселым подарком? Тогда детская кружка хамелеон с рисунком Миньонов - идеальный выбор! Эта кружка станет настоящим сокровищем для вашего малыша и принесет ему массу радости.\n\nКружка хамелеон - это не просто обычная посуда, а настоящее волшебство! Она меняет свой цвет под воздействием горячей жидкости. Представьте, как удивится ваш ребенок, когда на его глазах рисунок Миньонов начнет появляться на кружке! Это действительно волшебное зрелище, которое не оставит равнодушным никого.\n\nКружка хамелеон изготовлена из керамики высокого качества, поэтому она прослужит вашему ребенку долгое время. Благодаря своей прочности, она не боится ударов и падений, что особенно важно для детской посуды. Кроме того, кружка имеет удобную ручку, которая позволяет даже самым маленьким детям легко держать ее в руках.\n\nНо это еще не все! Кружка хамелеон с рисунком Миньонов также является прекрасным подарком для любого праздника. Она упакована в стильную подарочную коробку, что делает ее идеальным вариантом для подарка детям, друзьям или родственникам. Добавьте к этому прикольную надпись или мемуары, и вы получите по-настоящему оригинальный подарок, который запомнится на долгие годы.\n\nКружка хамелеон детская подарок Миньоны - это не только красивая и стильная посуда, но и практичный аксессуар для вашего малыша. Она подходит для горячих и холодных напитков, поэтому ваш ребенок может наслаждаться своим любимым чаем или соком в любое время дня.\n\nНе упустите возможность порадовать своего ребенка оригинальным подарком на любой праздник такой ка кдень рождения, 23 февраля и много других поводов! Закажите детскую кружку хамелеон с рисунком Миньонов прямо сейчас и увидьте, как счастливым станет ваш малыш!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166831/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166831/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166831/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1541/part154166/154166831/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка хамелеон Шрек мем",
        "price": 407.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/177416870/detail.aspx",
        "description": "Оригинальная термочувствительная кружка хамелеон с принтом - вневременная и всегда полезная вещь для дома и офиса. Хотите порадовать парня или девушку? Кружка с проявляющимся принтом станет отличным подарком для любимого, любимой, подарок для мужа, подарок для жены. Благодаря специальному покрытию, в холодном состоянии кружка черная, рисунок проявляется когда внутри кружки горячий напиток.Оригинальный подарок, который будет заряжать хорошим настроением с самого утра! Для мужа, жены, друга, подруги, подарок для дочки, подарок для сына - кружка с принтом будет идеальным подарком. Кружка с принтом может напоминать о важных людях и событиях. Кружка подходит как для холодных, так и для горячих напитков. Но для того, чтобы принт оставался ярким и не трескался, кружку лучше не мыть в посудомоечной машине и не греть в микроволновой печи. Желаем вам приятного чаепития!",
        "images": [
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177416/177416870/images/big/7.webp"
        ]
    },
    {
        "name": "Набор керамических кружек для чая и кофе 2 шт",
        "price": 543.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/238453973/detail.aspx",
        "description": "Керамическая ребристая кружка представлена в наборе из 2 штук. Она станет прекрасным дополнением к утреннему чаепитию или обеденному кофе-брейку. Изготовлена из качественной керамики, которая гарантирует не только прочность и долговечность, но и содержит тепло дольше, позволяя насладиться горячим чаем. Кружечка объемом в 240 мл функциональная, практичная и легкая в уходе. Чашку будет легко держать в руке, благодаря своей рельефной поверхности и удобной ручке. Привлекательный скандинавский эстетичный стиль создает уют и делает каждую вещь по-настоящему стильной и функциональной. Послужит он и идеальным презентом для кофеманов: ведь из них можно выпить любимый капучино, латте, раф или другой напиток. Каждый предмет комплектуется золотой ложкой, что делает данный комплект уникальным и неповторимым. Кроме того, она не впитывает запахи, не темнеет со временем и сохраняет свою насыщенность. Также подходит для микроволновой печи СВЧ и посудомоечных машин. Приобретая экологичные рифленые чашечки в белом цвете вы добавляете уют и нежность в ваш дом.",
        "images": [
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/7.webp",
            "https://basket-15.wbbasket.ru/vol2384/part238453/238453973/images/big/8.webp"
        ]
    },
    {
        "name": "Чайная пара набор чашка с блюдцем",
        "price": 675.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/226330680/detail.aspx",
        "description": " Кружка для чая или кофе из керамики - это красивая оригинальная посуда в скандинавском стиле. Чайная пара из высококачественной керамики идеальный подарок для любого повода. Чайный Набор включает чашку для чая 250 мл и блюдце из материала высокого качества. Эта красивая подарочная пара подходит для домашней сервировки в любом стиле. Новогодняя чашка керамическая не впитывает цвет напитков, поэтому кружка  очень долгое время сохраняет свой первоначальный вид и выглядит как новая. Красивая керамическая кружечка для горячих или холодных напитков с декором с подставкой - тарелкой это лучший выбор для завтрака. Кружка для кофе может стать отличным вариантом посуды для работы, чтобы выпить капучино или латте из кружки. Чашка изготовлена из упрочненного фарфора и долго прослужит. Изготовлены кружки из керамики высокого качества, долго сохраняют тепло напитков. Это отличные милые кофейные чашки для кофе подойдут для вашего дома. Декоративная чашечка и блюдечко ручной работы станет идеальной посудой для подачи вкусного чая, фигурная эстетика. Новогодняя чайная пара может выступить как необычный подарок. Стильная фарфоровая чайная пара для кухни, будет полезен для любого человека. Фарфоровая чашка с блюдцем подходит в качестве большого подарочного сюрприза на любой праздник. Такие милые глинянные кухонные сервиз оригинальной формы и цвета станут лучшим презентом любимому человеку.  Если вы ищете идеальный подарок для мужчины, у нас есть интересные большие и маленькие кружки 500 мл. Эту красивую милую керамическую чашку из нашего магазина можно подарить своему мужу на день рождения или 23 февраля. Она прекрасно подойдет молодым парням и девушкам, маме и папе, подруге, а также коллеге, учителю и руководителю. Стильная пара кофейная чашка станет прекрасным презентом для любой женщины - мамы, бабушки, сестре, девушке, на новый год, на новоселье, день рождения,  выпускной, свадьбу, 14 Февраля, 8 Марта или просто без повода.",
        "images": [
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/7.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/8.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/9.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/10.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/11.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/12.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/13.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/14.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/15.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/16.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/17.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/18.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/19.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/20.webp",
            "https://basket-15.wbbasket.ru/vol2263/part226330/226330680/images/big/21.webp"
        ]
    },
    {
        "name": "Кружка хамелеон цу е фа",
        "price": 336.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/241640336/detail.aspx",
        "description": "Подарочная кружка хамелеон ЦУЕФА - творческое объединение блогеров. Милана Некрасова, Женя Лизогуб, Лера Симка и Давид Туров объединились, чтобы создавать для вас еще больше интересного и увлекательного контента. Яркий и уникальный принт наполняет удивительной теплотой чашку для кофе, чая, сока, для воды и других горячих и холодных напитков. Эта кружка ЦУ Е ФА станет отличным подарочным вариантом сестре, подруге или другу. Кружка подарочная станет оригинальным и недорогим подарком ребенку на день рождения, новый год, 23 февраля и пробудит на добрые эмоции. Красивое изображение на этой посудине порадует подростка и взрослого. Выбрав её для своей подруги - вы подарите ей возможность каждый раз начинать свой день с улыбки, окунаясь в безграничный мир хорошего настроения. Ее дизайн такой прикольный, что невозможно пройти мимо. Такая вещица, как будто созданная для специального случая, будь то день рождения любимого человека или Новый год. Необычный рисунок на ней порадует дочку. В нашем каталоге вы можете найти различные вариации дизайнов посуды, к примеру керамические кружки с надписью, которые являются идеальным подарочком для детей всех возрастов, подойдет девочке и мальчику. Наши кружки для чая - керамическая посуда высокого качества для дома, офиса и дачи. Красивая чайная посуда со стильным дизайном подойдет под любой интерьер кухни. Приятный сувенир девушке, лучшей подруге, сестре.  Чашечка с удобной ручкой упакована в коробку, имеет яркий и устойчивый принт. НЕЛЬЗЯ использовать в СВЧ и посудомоечной машине. Объем чашки 330 мл.",
        "images": [
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/4.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/5.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/6.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/7.webp",
            "https://basket-16.wbbasket.ru/vol2416/part241640/241640336/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка хамелеон космос подарок",
        "price": 413.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/162116850/detail.aspx",
        "description": "Эта кружка является идеальным выбором для всех, кто мечтает о космических приключениях! Благодаря объему 330 мл, вы сможете наслаждаться любимыми напитками на протяжении всего дня. Высококачественная керамическая основа обеспечивает долговечность и сохранение температуры вашего напитка.\n\nДизайн этой уникальной кружки хамелеон поражает воображение! На кружке изображены различные космические объекты и явления. Это не просто стильный аксессуар, но и инструмент для изучения астрономии и космоса.\n\nЭта космическая хамелеон кружка станет отличным подарком для всех, кто увлекается астрономией или просто восхищается красотой и загадочностью вселенной. Подходит для любого случая, она будет радовать своего обладателя и напоминать о безграничности космоса и его тайнах.\nМилая и смешная с мемом кружка, Станет полезной вещью, источником радости, любви и заботы. Надписи выполнены стойкими и экологически безопасными красками, принт получается ярким и четким. Его насыщенность не теряется под воздействием солнечных лучей и не стирается со временем. Материал прекрасно выдерживает высокие и низкие температуры, что позволяет использовать посуду в СВЧ-печи и идеально подходит для различных горячих и прохладительных напитков: для чая или кофе. ВНИМАНИЕ! Прикольные кружки нельзя мыть в посудомоечной машине и использовать агрессивные моющие средства. Красивая необычная посуда доедет до Вас в целости и сохранности. Эта кружка с авторским принтом станет самым ярким и запоминающимся сюрпризом. Возможно Вы просто ищите оригинальные подарки? Для Вас у нас есть решение - чашка для кофе самый лучший подарок. Бокал будет использоваться ежедневно, а не только 1 апреля и день всех влюбленных. Чашка стакан позволит Вам порадовать своих близких и подарить яркие эмоции!",
        "images": [
            "https://basket-11.wbbasket.ru/vol1621/part162116/162116850/images/big/1.webp",
            "https://basket-11.wbbasket.ru/vol1621/part162116/162116850/images/big/2.webp",
            "https://basket-11.wbbasket.ru/vol1621/part162116/162116850/images/big/3.webp",
            "https://basket-11.wbbasket.ru/vol1621/part162116/162116850/images/big/4.webp"
        ]
    },
    {
        "name": "Набор кружек для кофе и чая 2 шт",
        "price": 428.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/174067099/detail.aspx",
        "description": "Оригинальный подарок - набор кружек из термостойкого стекла. Чашка выполнена из боросиликатного стекла, которое от обычного отличается своей повышенной термической стойкостью и повышенной стойкостью к механическим повреждениям. Благодаря такому стеклу кружка может выдержать от -30 до +300 градусов! Вы можете использовать чашки как кружки для кофе кружки для чая, так и подавать в них лимонад и не бояться, что они треснут. Стеклянная кружка прозрачная, что позволяет наблюдать как красиво перемешивается напиток. Стеклянная посуда отличное украшение кухни на праздник. Стеклянные кружки станет идеальным подарочным набором как для женщин, так и для мужчин например, любимым друзьям родным коллегам на день рождения маме бабушке жене мужу любимой подруге. Это лучший выбор красивой посуды для дома, в качестве чайной пары!\n\n",
        "images": [
            "https://basket-12.wbbasket.ru/vol1740/part174067/174067099/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1740/part174067/174067099/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1740/part174067/174067099/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1740/part174067/174067099/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью в подарок",
        "price": 338.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/165498026/detail.aspx",
        "description": "Кружка с приколом и оригинальными, прикольными надписями, мемами и декоративными рисунками - отличный подарочный вариант для взрослых женщин и мужчин, девушек и парней - подростков и пар. Кружки оригинальный презент и подарок другу на др и любой другой праздник непременно оценит папа и муж, сестра, коллега, парню. Красивая керамическая чашка кружка с удобной ручкой станет любимой женской и мужской посудой. Большая керамическая смешная крушка мем белого цвета и объемом 330 мл идеальна для заваривания чайных и кофейных напитков. Необычная посуда кружечка с эффектным декором подойдет для воды, капучино будет активно использоваться дома на кухне, в гостиной, на работе в офисе во время отдыха на природе. Ни одна однотонная стеклянная кружка с жаропрочными стенками не найдет столь широкое применение. Не рекомендуем мыть её в посудомоечной машине. Прикольные штучка чашка подчеркнет чувство стиля и выступит в качестве неординарного сувенира. Многоразовая кухонная кружка идеальна для заварки чая, обладает стильным дизайном, пригодится дома. У нас есть акции и распродажи, вы можете купить прикольные вещи в подарок со скидкой!",
        "images": [
            "https://basket-11.wbbasket.ru/vol1654/part165498/165498026/images/big/1.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165498/165498026/images/big/2.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165498/165498026/images/big/3.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165498/165498026/images/big/4.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165498/165498026/images/big/5.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165498/165498026/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом подруге в подарок",
        "price": 332.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/246788447/detail.aspx",
        "description": "Кружка с приколом и оригинальными, прикольными надписями, мемами и декоративными рисунками - отличный подарочный вариант для взрослых женщин и мужчин, девушек и парней - подростков и пар. Кружки оригинальный презент и подарок другу на др и любой другой праздник непременно оценит папа и муж, сестра, коллега, парню. Красивая керамическая чашка с удобной ручкой станет любимой женской и мужской посудой. Большая керамическая смешная крушка мем белого цвета и объемом 330 мл идеальна для заваривания чайных и кофейных напитков. Необычная посуда кружечка с эффектным декором подойдет для воды, капучино будет активно использоваться дома на кухне, в гостиной, на работе в офисе во время отдыха на природе. Ни одна однотонная стеклянная кружка с жаропрочными стенками не найдет столь широкое применение. Прикольные штучка чашка подчеркнет чувство стиля и выступит в качестве неординарного сувенира. Многоразовая кухонная идеальна для заварки чая, обладает стильным дизайном, пригодится дома. У нас есть акции и распродажи, вы можете купить прикольные вещи в подарок со скидкой!",
        "images": [
            "https://basket-16.wbbasket.ru/vol2467/part246788/246788447/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2467/part246788/246788447/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2467/part246788/246788447/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2467/part246788/246788447/images/big/4.webp"
        ]
    },
    {
        "name": "Чайная пара керамическая 250 мл, набор чашка и блюдце",
        "price": 676.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/236580565/detail.aspx",
        "description": " Набор чашки с блюдцем - это не просто посуда, а настоящий символ уюта в вашем доме. Чашка с блюдцем изготовленные из керамики высокого качества, эти кружки олицетворяют элегантность и изысканность скандинавского стиля. Набор посуды включает в себя чашку для чая вместимостью 250 мл и красивое блюдце из материала премиум-класса.\nЧайный сервиз станет неотъемлемой частью вашего дома, принося радость и уют в каждый момент, проведенный за чаепитием.\nЭта утонченная чайная пара из pinterest - источник вдохновения и радости, способный превратить обыденные моменты в особенные и запоминающиеся. Белоснежная глазурь придает посуде особый шарм, сохраняя свою яркость и сияние со временем. Чайная чашка, как истинный камень, не впитывает окраску напитков, а значит, сможет радовать вас своей первозданной красотой на протяжении долгих лет. Ее дизайн, вдохновленный прекрасной хризантемой, добавляет изюминку в ваш дом, придавая столу элегантность и изысканность.\nЭтот чайный набор - прекрасный подарок, который подчеркнет особенность любого торжественного события или просто порадует близкого человека. Выразите свою заботу и внимание, даря радость и уют в одном подарке. Каждый элемент набора передает особое чувство изящества и стиля, создавая идеальное сочетание с любым интерьером.\nЭти чашки с ракушками не просто удобны в использовании, но и восхищают своим исключительным дизайном. Позвольте себе погрузиться в мир приятных ощущений, наслаждаясь каждым глотком чудесного напитка из этой волшебной чашки.Пускай этот винтажный чайный набор станет жечужиной стола, напоминая вам о важности того, чтобы заботиться о себе и окружающих. Стильная фарфоровая чайная пара станет великолепным подарком на любой праздник – от дня рождения и новоселья до свадьбы и 8 Марта.\nДайте своему повседневному чаепитию особое очарование с этой изысканной чайной парой от Magic Family. Позвольте себе насладиться моментом и создать особенную атмосферу благодаря этому уникальному и стильному набору.\n\n",
        "images": [
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/7.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/8.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/9.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/10.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/11.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/12.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/13.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/14.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/15.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/16.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/17.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/18.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/19.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/20.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/21.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/22.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/23.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/24.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/25.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/26.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/27.webp",
            "https://basket-15.wbbasket.ru/vol2365/part236580/236580565/images/big/28.webp"
        ]
    },
    {
        "name": "Кружка хамелеон в подарок Самый Лучший Брат",
        "price": 407.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/177417594/detail.aspx",
        "description": "Оригинальная термочувствительная кружка хамелеон с принтом - вневременная и всегда полезная вещь для дома и офиса. Хотите порадовать парня или девушку? Кружка с проявляющимся принтом станет отличным подарком для любимого, любимой, подарок для мужа, подарок для жены. Благодаря специальному покрытию, в холодном состоянии кружка черная, рисунок проявляется когда внутри кружки горячий напиток.Оригинальный подарок, который будет заряжать хорошим настроением с самого утра! Для мужа, жены, друга, подруги, подарок для дочки, подарок для сына - кружка с принтом будет идеальным подарком. Кружка с принтом может напоминать о важных людях и событиях. Кружка подходит как для холодных, так и для горячих напитков. Но для того, чтобы принт оставался ярким и не трескался, кружку лучше не мыть в посудомоечной машине и не греть в микроволновой печи. Желаем вам приятного чаепития!",
        "images": [
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1774/part177417/177417594/images/big/7.webp"
        ]
    },
    {
        "name": "Набор стаканов с двойным дном 280мл",
        "price": 448.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/165444900/detail.aspx",
        "description": "Приятный сюрприз для ваших близких - это набор стаканов из термостойкого стекла. Каждый стакан выполнен из боросиликатного стекла, которое отличается своей повышенной термической стойкостью и высокой устойчивостью к механическим повреждениям. Благодаря такому стеклу, эти стаканы могут выдерживать от -30 до +300 градусов!\n\nЭти универсальные стаканы могут быть использованы как для кофе, так и для чая. Вы также можете подавать в них лимонад или другие холодные напитки, не боясь, что они треснут. Термостойкость стекла гарантирует, что ваш напиток останется горячим или холодным в течение длительного времени.\n\nПрозрачное стекло стакана позволяет наблюдать, как красиво перемешивается напиток. Наслаждайтесь не только вкусом, но и визуальными эффектами, которые создают эти стеклянные стаканы. Они станут прекрасным украшением вашей кухни и добавят особый шарм на любом празднике.\n\nЭти стеклянные стаканы идеальны в качестве подарка для ваших любимых друзей, родных, коллег, мамы, бабушки, жены, мужа или любимой подруги. Они станут удивительным презентом на день рождения, юбилей или любой другой особый день. Выражайте свою заботу и любовь, даря эту прекрасную стеклянную посуду.\n\nПриобретите набор этих стильных и практичных стеклянных стаканов и подарите комфорт и эстетику вашим близким. Они будут вспоминать о вас каждый раз, когда наслаждаются своими любимыми напитками.\n",
        "images": [
            "https://basket-11.wbbasket.ru/vol1654/part165444/165444900/images/big/1.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165444/165444900/images/big/2.webp",
            "https://basket-11.wbbasket.ru/vol1654/part165444/165444900/images/big/3.webp"
        ]
    },
    {
        "name": "Набор кружек стеклянных для чая и кофе на подставке 350 мл",
        "price": 430.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/215414218/detail.aspx",
        "description": "Представляем вашему вниманию удивительные парные кружки на подставках из войлока для чая и кофе объемом 350 мл. Эти чашки - идеальное сочетание стиля и функциональности, которое прекрасно подходит как для ежедневного использования, так и для праздника.\nКружка, выполненная из термостойкого боросиликатного стекла - прозрачная. Напиток будет эстетично смотреться в паре кружек из такого термостойкого стекла.\nКружка стеклянная универсальна и подходит как для чая, так и для кофе.  Эта кружка отлично дополнит вашу коллекцию и станет прекрасным подарком для ценителей кофе и чая. Подставка защитит поверхность от повреждений.\nМинималистичный дизайн этого набора кружек придает вашему столу особый шарм. Прозрачное стекло создает легкость и воздушность,  придают ей изысканность и элегантность.\nЭта эстетичная стеклянная кружка также является отличным выбором в качестве подарка для ваших близких или друзей. Она упакована в коробку, что делает её готовой к подарку,  остается только добавить подарочную бумагу.  Подарите им приятное времяпрепровождение и удовольствие с этой изысканной кружкой для чая и кофе.",
        "images": [
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/1.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/2.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/3.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/4.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/5.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/6.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/7.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/8.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/9.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/10.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/11.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/12.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/13.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/14.webp",
            "https://basket-14.wbbasket.ru/vol2154/part215414/215414218/images/big/15.webp"
        ]
    },
    {
        "name": "Набор кружек 280мл 2шт",
        "price": 462.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/54811340/detail.aspx",
        "description": "Оригинальный подарок - набор кружек с двойными стенками из термостойкого стекла. Чашка с двойными стенкамиработает как термос, не позволяя напитку остывать или нагреваться. Благодаря воздушной прослойке кружкис двойными стенками не нагреваются. Подавая горячие напитки в такой посуде, не переживайте за ошпаренные руки. Стеклянная кружка с двойными стенками позволяет наблюдать как красиво перемешивается напиток. Вы можете использовать чашки с двойными стенками как кружки для кофе кружки для чая, так и подавать в них лимонад. Стеклянная посуда отличное украшение кухни на праздник. Кружки с двойными стенками идеальны в подарок любимым друзьям родным коллегам на день рождения маме бабушке жене мужу любимой подруге.",
        "images": [
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol548/part54811/54811340/images/big/7.webp"
        ]
    },
    {
        "name": "Кружка с приколом",
        "price": 487.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/278989494/detail.aspx",
        "description": "Приветствуем вас в нашей сувенирной мастерской BigLab.\n\nКружка Хамелеон с Приколом от бренда BigLab – это уникальный предмет для дома и работы, который добавит в вашу кухню элемент оригинальности и стиля, а так же создаст хорошее настроение всем кто ее увидит. Изготовленная из качественной керамики, эта кружка не только красива, но и практична. Она может использоваться как для ежедневного питья кофе или чая, так и для хранения мелких предметов на столе.\n\nОсобенностью этой кружки является её декоративный принт, с мотивирующей надписью. А эффект хамелеон придает ей загадочность, когда она холодная то имеет обычный черный цвет, но как только в нее добавляется кипяток, проявляется смешная надпись. Этот  запоминающийся рисунок придаст неповторимую атмосферу и выделит вас среди других.\n\nКружка от BigLab обладает удобными функциями: она подходит для использования в микроволновке и посудомоечной машине, что значительно упрощает процесс ухода за ней. Её универсальный дизайн позволяет использовать кружку как в повседневной жизни, так и в качестве элемента декора.\n\nВыбирая кружку с принтом от BigLab, вы получаете не просто посуду, а настоящее произведение искусства, которое станет вашим личным символом стиля и вкуса.",
        "images": [
            "https://basket-17.wbbasket.ru/vol2789/part278989/278989494/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2789/part278989/278989494/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2789/part278989/278989494/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2789/part278989/278989494/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка эмалированная походная Выше гор только любовь",
        "price": 665.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/37179882/detail.aspx",
        "description": "Эмалированная железная кружка с принтом - отличный подарок и сувенир для тех, кто любит путешествия и горы. Это стильный аксессуар и незаменимая вещь на пикнике.\nМетод нанесения изображения - горячая деколь, мы переносим картинку вручную на кружку, затем обжигаем посуду в печи - принт вплавляется в эмаль при высокой температуре, поэтому не выгорает и не царапается. \nПоходная кружка компактная и прочная, не боится открытого огня - можно разогревать и готовить еду на костре.В ней можно готовить на индукционной плите и на газовой горелке. \nКружка железная – нагревается от кипятка, будьте внимательны при использовании. Рекомендуем обмотать ручку бечевкой или шнурком.\nПринты на тему гор и приключений всегда напомнят о прошлых путешествиях и дадут мотивацию отправиться в новые. Обедая дома за столом, туристическая посуда мысленно вернет вас на берег реки, где вы готовили пищу у костра. Железные туристические кружки пользуются популярностью у рыбаков и охотников. Туристы часто берут эмалированную посуду в поход. Кружка с ярким принтом украсит любую фотосессию!\nВНИМАНИЕ! Объем 400 мл – это при условии, что жидкость налита в кружку до краев, комфортный для использования объем жидкости – 350мл.\nВНИМАНИЕ! Кружку нельзя мыть в посудомоечной машине - принт подвержен воздействию химии для посудомоечных машин. \nИмеется технологическое отверстие на внутренней стороне ручки (это не брак, это отверстие у всех эмалированных кружек – такова особенность производства). На изделии может встречаться неравномерный прокрас ободка (это допустимо по технологическим условиям производителя). \nВысота кружки: 8 см. Диаметр кружки: 8 см.\nКружка упакована в картонную коробку и крафтовый пакет. Это не только обеспечивают сохранность при доставке, но и служит готовым решением для подарка. Хотите сделать сюрприз близкому человеку? Белые или цветные эмалированные кружки отлично подойдут для этого!",
        "images": [
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/1.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/2.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/3.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/4.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/5.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/6.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/7.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/8.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/9.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/10.webp",
            "https://basket-03.wbbasket.ru/vol371/part37179/37179882/images/big/11.webp"
        ]
    },
    {
        "name": "Термос 0.5",
        "price": 511.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/268465627/detail.aspx",
        "description": "Этот термос — отличный выбор для тех, кто ценит удобство и практичность. Термос 0.5 выполнен из нержавеющей стали пищевой марки 304, что обеспечивает ее долговечность и безопасность. Прорезиненное дно предотвращает скольжение на поверхностях, что особенно важно в автомобиле. Благодаря герметичной крышке с фиксацией и силиконовому уплотнителю вы можете быть уверены: напитки не будут проливаться  даже при активном движении в машине или походных условиях. Крышка позволяет легко открыть термостакан одной рукой — удобство, которого придется по душе мужчинам, женщинам и детям. Термоизоляционная система поддерживает температуру ваших любимых напитков — будь то кофе или же холодный лимонад. Двойные стенки и вакуумная структура термо стакана эффективно сохраняют тепло, удерживая его много часов. Это делает маленький термос отличным спутником как для утреннего кофе по дороге на работу, так и для теплого чая вечером на прогулке. Широкое горлышко упрощает процесс наполнения и очистки термоса 0.5 для кофе. Кроме того, термокружка мужская обьемом 500 мл металлический позволяет добавить в напиток дополнительные ингредиенты: в виде молока или же кусочков фруктов — все зависит от ваших предпочтений. Дизайн кружки термоса с крышкой делает его подходящим подарком практически любому человеку. Порадуйте папу или маму стильной кухонной новинкой; покажите подруге беспредельное внимание к мелочам; удивите друга полезным аксессуаром для автомобиля. Износостойкое полимерное покрытие защищает поверхность от царапин и потертостей даже при многолетнем использовании. Что позволяет сохранять не только долговечность изделия, но еще и презентабельный вид долгие годы спустя после покупки. Силиконовая вставка обеспечивает комфортное использование без риска обжечься о горячий корпус термостакана — детали, которые делают этот аксессуар идеальным выбором для повседневной жизни и туристических путешествий. \n\n",
        "images": [
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/5.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/6.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/7.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/8.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/9.webp",
            "https://basket-17.wbbasket.ru/vol2684/part268465/268465627/images/big/10.webp"
        ]
    },
    {
        "name": "Кружка новогодняя со змеей С новым годом 2025",
        "price": 318.0,
        "rating": 5,
        "product_url": "https://www.wildberries.ru/catalog/266510812/detail.aspx",
        "description": "Кружка новогодняя \"С новым годом 2025\" от бренда Kupi – это не просто посуда, а настоящее украшение вашего стола на праздник. Созданная из высококачественной керамики, она не только красива, но и долговечна. На ее поверхности изящно выполнен принт с символом наступающего года змеей на фоне елок и снежинок и пожеланием \"С новым годом 2025\", что делает ее идеальным подарком для близких или себе самому. Эта кружка станет отличным аксессуаром для праздничного настроения и приятного общения с друзьями и семьей. Выбирайте Kupi для создания незабываемых моментов новогоднего праздника.",
        "images": [
            "https://basket-17.wbbasket.ru/vol2665/part266510/266510812/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2665/part266510/266510812/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2665/part266510/266510812/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2665/part266510/266510812/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2665/part266510/266510812/images/big/5.webp",
            "https://basket-17.wbbasket.ru/vol2665/part266510/266510812/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка для чая и кофе 75 мл керамическая Сочи",
        "price": 311.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/236942682/detail.aspx",
        "description": "Мини кофейная красивая кружечка с оригинальным дизайном в стиле кружки из СССР. Сделана из высококачественной керамики. Имеет небольшой объем - 75 мл и высоту - 5см. А оригинальные и креативные принты, смешные надписи и милые рисунки, которые выполнены методом высококачественного нанесения, не оставят никого равнодушным. Станет прекрасным и необычным подарком для любого случая: на юбилей и день рождения, новый год, годовщину свадьбы и др. праздники или просто как небольшой прикольный сюрприз . Ее можно подарить учителю, руководителю и директору, коллеге, лучшему другу и подруге, любимому человеку, мужчине или женщине, лп, жене и мужу. Подойдет для распития кофе (эспрессо, американо), для сливок или как детская чашка для чая, а также для декоративного и интерьерного украшения кухни и дома. Цветная кружка представлена в различном ассортименте. Сделайте стильный и памятный подарок себе или близкому после посещения  Сочи",
        "images": [
            "https://basket-15.wbbasket.ru/vol2369/part236942/236942682/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2369/part236942/236942682/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2369/part236942/236942682/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2369/part236942/236942682/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка для чая и кофе 75 мл керамическая Адлер",
        "price": 311.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/252778554/detail.aspx",
        "description": "Мини кофейная красивая кружечка с оригинальным дизайном в стиле кружки из СССР. Сделана из высококачественной керамики. Имеет небольшой объем - 75 мл и высоту - 5см. А оригинальные и креативные принты, смешные надписи и милые рисунки, которые выполнены методом высококачественного нанесения, не оставят никого равнодушным. Станет прекрасным и необычным подарком для любого случая: на юбилей и день рождения, новый год, годовщину свадьбы и др. праздники или просто как небольшой прикольный сюрприз . Ее можно подарить учителю, руководителю и директору, коллеге, лучшему другу и подруге, любимому человеку, мужчине или женщине, лп, жене и мужу. Подойдет для распития кофе (эспрессо, американо), для сливок или как детская чашка для чая, а также для декоративного и интерьерного украшения кухни и дома. Цветная кружка представлена в различном ассортименте. Сделайте стильный и памятный подарок себе или близкому после посещения  Адлера",
        "images": [
            "https://basket-16.wbbasket.ru/vol2527/part252778/252778554/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2527/part252778/252778554/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2527/part252778/252778554/images/big/3.webp"
        ]
    },
    {
        "name": "Набор кружек для чая 400 мл 2 шт",
        "price": 438.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/261672662/detail.aspx",
        "description": "Изысканные кружки с подставкой - презент для любого события и годовщины. Они станут чудным решением для Вашей коллекции, добавит шарма в офис. \n\nЭстетичный дизайн позволит создать уютную атмосферу. Каждая из этих кружек порадует родителей. Подходит для чаепития или кофейной церемонии. Красивые приборы подойдут каждой женщине.\n\nЧайная парочка будет радовать глаз весь 2025 год. Влюбленная пара найдет в них символ нежности. Они - лучший выбор для осенних вечеров или новогодних праздников. Оригинальное подношение на свадьбу и день рождения. Идеально для любимой жены.\n\nБольшая емкость парного комплекта в 400 мл пригодится для завтрака. Утреннее кофе, обед на работе или ужин в кругу семьи - забудьте о холодных напитках.\n\nУчителю, воспитателю Вашего сына и дочери будет приятно получить наши чашки. Уместны подростку или ребёнку. Папе тоже будет лестно получить их. Пьешь горячее и остаешься довольным.\n\nСтеклянная крушка станет украшением чайного сервиза. Высокие, с гладкими углами - идеальны для ребенка!\"\t\t\t",
        "images": [
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/4.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/5.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/6.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/7.webp",
            "https://basket-16.wbbasket.ru/vol2616/part261672/261672662/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка хамелеон прикольный подарок любимому папе",
        "price": 357.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/232218315/detail.aspx",
        "description": "Керамическая кружка хамелеон - прикольный супер подарок и необычная чашка с  на день рождения, просто так без повода или юбилей. а так же годовщину. Такой сувенир будет оригинальным домашним подарком ручной работы на именины, 23 февраля, день отца для вашего любимого парня или дорогого мужа, а так же для любимого папы, дедушки, мальчика и родственника. Так же этот необычная прикольная мем кружка станет любимой для вашего младшего или старшего брата, близкого друга, начальника и коллеги в офисе. Кружка хамелеон - это не просто посуда, это настоящее произведение искусства ручной работы. Ее уникальность заключается в том, что при наливании горячего напитка меняется рисунок на кружке. Из черной кружки она становится белой чашкой с рисунком. Такая милая смешная кружка станет отличным дополнением к уютным вечерам за чашкой чая или кофе. Этот подарок подойдет не только папе, но и другу, брату, мужу или сыну. Кружка хамелеон станет отличным сувениром для дедули или папочки. Она порадует любимого мужчину и добавит ярких красок в его повседневную жизнь. Чашка выполнена из качественной керамики и имеет красивый яркий запоминающийся принт. Ее можно использовать как для чая, так и для кофе. Каждый раз, наливая горячий напиток, вы будете удивляться новому рисунку на кружке. Это действительно удивительное зрелище! Необычный подарок - это замечательный способ выразить свою любовь и заботу. Подарите ему кружку-хамелеон и увидьте, как его глаза засияют от радости! Этот подарок станет идеальным выбором для любого праздника или юбилея. Возможно Вы просто ищите оригинальные подарки? Для Вас у нас есть решение - чашка для кофе самый лучший подарок жене. Бокал будет использоваться ежедневно, а не только 1 апреля и день всех влюбленных. Чашка стакан позволит Вам порадовать своих близких и подарить яркие эмоции!",
        "images": [
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218315/images/big/7.webp"
        ]
    },
    {
        "name": "Кружка хамелеон прикольный подарок любимому парню",
        "price": 357.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/232218327/detail.aspx",
        "description": "Керамическая кружка хамелеон - прикольный супер подарок и необычная чашка с  на день рождения, просто так без повода или юбилей. а так же годовщину. Такой сувенир будет оригинальным домашним подарком ручной работы на именины, 23 февраля, день отца для вашего любимого парня или дорогого мужа, а так же для любимого папы, дедушки, мальчика и родственника. Так же этот необычная прикольная мем кружка станет любимой для вашего младшего или старшего брата, близкого друга, начальника и коллеги в офисе. Кружка хамелеон - это не просто посуда, это настоящее произведение искусства ручной работы. Ее уникальность заключается в том, что при наливании горячего напитка меняется рисунок на кружке. Из черной кружки она становится белой чашкой с рисунком. Такая милая смешная кружка станет отличным дополнением к уютным вечерам за чашкой чая или кофе. Этот подарок подойдет не только папе, но и другу, брату, мужу или сыну. Кружка хамелеон станет отличным сувениром для дедули или папочки. Она порадует любимого мужчину и добавит ярких красок в его повседневную жизнь. Чашка выполнена из качественной керамики и имеет красивый яркий запоминающийся принт. Ее можно использовать как для чая, так и для кофе. Каждый раз, наливая горячий напиток, вы будете удивляться новому рисунку на кружке. Это действительно удивительное зрелище! Необычный подарок - это замечательный способ выразить свою любовь и заботу. Подарите ему кружку-хамелеон и увидьте, как его глаза засияют от радости! Этот подарок станет идеальным выбором для любого праздника или юбилея. Возможно Вы просто ищите оригинальные подарки? Для Вас у нас есть решение - чашка для кофе самый лучший подарок жене. Бокал будет использоваться ежедневно, а не только 1 апреля и день всех влюбленных. Чашка стакан позволит Вам порадовать своих близких и подарить яркие эмоции!",
        "images": [
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2322/part232218/232218327/images/big/7.webp"
        ]
    },
    {
        "name": "Термокружка из нержавеющей стали 360 мл",
        "price": 539.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/6755927/detail.aspx",
        "description": "Термокружка для чая и кофе из нержавеющей стали бренда Good Sale. Объем термоса 360 мл, высота 205 мм, без крышки 175 мм. Диаметр верха 70 мм, дна 60 мм. Компактные размеры позволяют использование термочашки в подстаканнике авто или коляски.В изделии двойные стенки с вакуумом, чтобы ттермокружка не обжигала руки и сохраняла напиток горячим. Материал термостакана прочный, не разбивается при падении. Такая кружка отлично подходит для дома, офиса, похода и автомобиля. Перед тем как налить в термопосуду жидкость, необходимо ее обдать кипятком. Скорость охлаждения зависит от температуры вокруг. Открытие и закрытие термоса - с помощью кнопки-клапана,поэтому его можно носить в сумке и рюкзаке. Поставляется в брендированной коробке. Термокружка металлическая будет удобна для использования на прогулке или пробежке, на фитнесе и в спортзале, в дороге и в машине. \nИдеальный подарок для мужчины или женщины - термос в виде современной термокружки, которая станет надежным компаньоном в любом путешествии. Термостакан также подойдет для подростков,станет отличным подарком к школе.  Стильный и удобный подарок папе произведет впечатление своей функциональностью и оригинальным дизайном.\n\nМужская термокружка отличается особым шармом, который делает ее незаменимым аксессуаром в повседневной жизни. Подобно верному другу, этот термос всегда рядом, готовый в нужный момент доставить радость и удовольствие от горячего напитка. Используйте этот замечательный подарок для создания уютных моментов с близкими и дорогими людьми - это будет заботливым жестом, который точно оценят его обладатели.\n",
        "images": [
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/1.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/2.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/3.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/4.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/5.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/6.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/7.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/8.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/9.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/10.webp",
            "https://basket-01.wbbasket.ru/vol67/part6755/6755927/images/big/11.webp"
        ]
    },
    {
        "name": "Кружка хамелеон с символом Нового года в подарок",
        "price": 487.0,
        "rating": 5,
        "product_url": "https://www.wildberries.ru/catalog/275950677/detail.aspx",
        "description": "Кружка Хамелеон Новогодняя в Подарок – Ваш Идеальный Сувенир на 2025 Год!\nНовый год – это момент, когда мы дарим друг другу лучшие эмоции и знаки внимания. А что может быть лучше, чем керамическая кружка-хамелеон с новогодним дизайном, которая станет не только полезным аксессуаром на кухне, но и милым символом праздника.\nЯркая и Оригинальная Кружка для Новогодних Подарков\nНаш стильный экземпляр кружки хамелеон просто поражает своей красотой и оригинальностью! Она выполнена в черно-белых тонах, которые при нагревании меняют свой цвет, раскрывая волшебный новогодний дизайн, который так радует глаз. Этот эффект не только привлечет внимание, но и создаст атмосферу настоящего праздника. Закажите несколько кружек, чтобы подарить их своим коллегам, друзьям и родственникам. Это идеальный сувенир для самых близких!\nСимвол Года 2025\nВ 2025 году символом станет Змея, символизирующая мудрость и защиту. Наша кружка с новогодними рисунками будет отличным напоминанием о чудесах, которые принесёт этот год. Она станет не только частью праздничного стола, но и напоминанием о совместных моментах, проведенных с родными и близкими.\nКружка прекрасно подойдет для подарка как женщине, так и мужчине. Если вы хотите порадовать маму, папу, любимого человека, подругу или брата, эта кружка – универсальный вариант. \nПланируете удивить любимую девушку или сестру? Эта кружка станет отличным подарком на день рождения! Ее можно использовать как в уютной домашней обстановке, так и на работе, чтобы всегда поддерживать новогоднее настроение.\nИдеальный Подарок для Детей и Взрослых\nНе забывайте о детях: кружка с оригинальным новогодним дизайном с радостью украсит утренние чаепития ваших детей. А если на кружке нанесена смешная надпись, это доставит еще больше радости!\nДля взрослых же эта кружка станет не только стильным аксессуаром, но и отличным способом выразить свою креативность. Прикольные и необычные дизайны с новогодними символами сделают каждое утреннее чаепитие чем-то особенным и запоминающимся. ",
        "images": [
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950677/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950677/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950677/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950677/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950677/images/big/5.webp"
        ]
    },
    {
        "name": "Термокружка 400мл",
        "price": 533.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/156585105/detail.aspx",
        "description": "Автомобильная термокружка идеально подходит как для горячего напитка, так и для холодного. Стильный  удобный термос сохраняет нужную Вам температуру напитков до 6 часов. Туристическая термо кружка для кофе и чая подойдет в дорогу или поезд, создана из высококачественных материалов ( биосталь ). За основу взята пищевая сталь и пластик, который не будет вредить Вашему здоровью. Термо стакан с крепким и устойчивым дном и широким горлом будет необходим в любом путешествие, на отдыхе, во время прогулки в парке или поездке в машине.  Термос ( termos ) мужской, женский и детский представлен в различных цветах.  Выбрать нужную цветовую палитру можете в карточке товара. На подарок мужчине подойдет серый или черный термостакан. Женщине или для маленьких детей бежевый, розовый или сиреневый. Термочашка  для кофе и чая станет лучшим подарком на любой праздник, например на день рождение или новый год. ",
        "images": [
            "https://basket-10.wbbasket.ru/vol1565/part156585/156585105/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1565/part156585/156585105/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1565/part156585/156585105/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1565/part156585/156585105/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1565/part156585/156585105/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1565/part156585/156585105/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка с фотографией на заказ",
        "price": 582.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/233689945/detail.aspx",
        "description": "Здесь может быть Ваш дизайн! Инструкция ниже! Что нужно сделать? Оформите заказ через компьютер, браузер смартфона или приложение, после чего сразу напишите в чат с продавцом! Для этого: зайдите в раздел доставки или с компьютера или браузера телефона, нажмите на кнопку- связаться с продавцом и пишите точное время заказа и пожелания в оформлении, мы ответим Вам в течение часа с 09 :00 до 22:00 по московскому времени. В чате согласуем дизайн. Будьте на связи, мы видим сразу ваш заказ и ждем вашего сообщения, так как мы первыми написать не имеет технической возможности. Внимание: чат с продавцом отображается  только с браузера и компьютера, в приложении чата нет. Сувенирная продукция всегда была популярным выбором для подарков. И если вы ищете что-то особенное и значимое, то кружка с фото на заказ - идеальный вариант. Эта кружка станет уникальным и запоминающимся подарком, который порадует каждого получателя. Кружка изготовлена из керамики, что обеспечивает ей прочность и долговечность. Металлические и стеклянные элементы, такие как часы и фоторамки, добавляют оригинальности и шарма. Кроме того, на кружку можно нанести фотографию, которая будет пропечатана с высокой четкостью и яркостью. Таким образом, вы получите уникальное изделие, которое никто другой не имеет. Кружка с фото на заказ может быть использована в качестве магнита. Это дает возможность разместить ее на холодильнике или другой металлической поверхности и всегда держать фото в поле зрения",
        "images": [
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/7.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/8.webp",
            "https://basket-15.wbbasket.ru/vol2336/part233689/233689945/images/big/9.webp"
        ]
    },
    {
        "name": "новогодняя кружка",
        "price": 420.0,
        "rating": 5,
        "product_url": "https://www.wildberries.ru/catalog/274911756/detail.aspx",
        "description": "Новогодняя кружка – это не просто посуда, а настоящее украшение вашего стола в праздничные дни. Эта кружка выполнена в традиционном новогоднем стиле, с яркими красками и узнаваемыми символами праздника . Изготовлена из высококачественного керамического материала, что обеспечивает ее долговечность и устойчивость к трещинам. Кружка имеет удобную ручку, что делает ее использование максимально комфортным. Это идеальный подарок для любителей новогодних праздников, который добавит праздничное настроение в любой дом.\n\nТовар на фото  может незначительно отличаться,так как это ручная работа,и каждая кружка индивидуальна.  !!!",
        "images": [
            "https://basket-17.wbbasket.ru/vol2749/part274911/274911756/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2749/part274911/274911756/images/big/2.webp"
        ]
    },
    {
        "name": "Кружка для чая и кофе 350 мл с принтом Санкт-Петербург",
        "price": 417.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/216500195/detail.aspx",
        "description": "Сувенирная подарочная кружка для чая или кофе выполнена из высококачественной керамики с авторскими изображениями городов: Питер (Санкт-Петербург, СПб). Белая чайная кружка со смешными мемными надписями выполнена из качественного фарфора с покрытием матовая глазурь, который обладает повышенной износостойкостью. Большая чашка имеет комфортный объем 350 мл, изделие не требует особого ухода и сохранит свой внешний вид на протяжении многих лет. Чашки имеют удобные ручки, их комфортно держать в руке. Им не требуется особый уход, можно мыть в посудомоечной машине, а также разогревать в них напитки, соки, латте, какао в микроволновке. Приобретите эту кофейную кружечку с приколом, она подарит массу положительных эмоций. Подарочный креативный стакан будет всегда радовать вас и украсит кухонное пространство. Мы стараемся тщательно упаковывать наши яркие кружки в пузырчатую пленку и картонные коробки, но все равно рекомендуем обязательно проверять хрупкие товары при получении.",
        "images": [
            "https://basket-14.wbbasket.ru/vol2165/part216500/216500195/images/big/1.webp",
            "https://basket-14.wbbasket.ru/vol2165/part216500/216500195/images/big/2.webp",
            "https://basket-14.wbbasket.ru/vol2165/part216500/216500195/images/big/3.webp"
        ]
    },
    {
        "name": "Термокружка белая",
        "price": 576.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/188651217/detail.aspx",
        "description": "Универсальный подарок для коллег - большая термокружка. Белая термо-кружка - она как женская, так и мужская - с лаконичным дизайном станет стильным дополнением автомобиля. Благодаря компактным размерам, она легко помещается в автомобильный подстаканник, позволяя наслаждаться горячим кофе или чаем в пути на машине. Пластиковая крышка надёжно закрывается, обеспечивая плотное прилегание и защиту от возможного протекания. Силиконовое кольцо по внутреннему контуру крышки способствует герметичному примыканию к горлышку стакана. Металлическая колба из пищевой качественной нержавеющей стали долго и экологично сохраняет температуру и вкус.\n\nГлавное преимущество термо кружки является способность сохранять тепло на протяжении до 6 часов. Благодаря отличной термоизоляции, напиток останется таким же горячим и ароматным, каким был в начале пути. Будет отличным презентом папе с мамой.\n\nЧайная термопосуда держит холод до 12 часов. Идеальное решение для жаркого летнего дня, когда вы хотите насладиться прохладительным напитком в тени деревьев или на пикнике с друзьями. \n\nКофейная термо-кружка большая и вмещает в себя 510 мл. жидкости. Она легко помещается в сумку или рюкзак и не протекает. Это особенно удобно, когда вы отправляетесь в туристическую поездку или прогулку с мужем или женой. Многоразовая непроливайка придётся кстати женщине и матери при прогулке.\n\nКроме своих практических свойств, термостакан является прекрасным новогодним подарком для близких. Его стильный дизайн и функциональность делают привлекательным сюрпризом для любого случая. Будь то день рождения, 14 февраля, 8 марта или просто проявление внимания.  Особенно популярно дарить парню или девушке на День Влюблённых, то есть в День Святого Валентина. Этот походный мини термос прекрасно подойдёт как презент на Новый Год. Купите его брату или сестре. Подарите кружку дедушке с бабушкой. ",
        "images": [
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/7.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/8.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/9.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/10.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/11.webp",
            "https://basket-12.wbbasket.ru/vol1886/part188651/188651217/images/big/12.webp"
        ]
    },
    {
        "name": "Кружка \"Дочка самая умная\"",
        "price": 386.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/276480974/detail.aspx",
        "description": "Кружка новогодняя, \"Дочка самая умная\", символ года 2025, змея\n\nКерамическая кружка премиум класса ААА. Изготовлена в стандартном консервативном стиле. Изображение нанесено методом сублимации, так что кружка полностью безопасна для применения. Подходит под регулярное использование. Можно нагревать в СВЧ печи и использовать в посудомоечных машинах",
        "images": [
            "https://basket-17.wbbasket.ru/vol2764/part276480/276480974/images/big/1.webp"
        ]
    },
    {
        "name": "Кружка хамелеон с символом Нового года в подарок",
        "price": 487.0,
        "rating": 5,
        "product_url": "https://www.wildberries.ru/catalog/275950671/detail.aspx",
        "description": "Кружка Хамелеон Новогодняя в Подарок – Ваш Идеальный Сувенир на 2025 Год!\nНовый год – это момент, когда мы дарим друг другу лучшие эмоции и знаки внимания. А что может быть лучше, чем керамическая кружка-хамелеон с новогодним дизайном, которая станет не только полезным аксессуаром на кухне, но и милым символом праздника.\nЯркая и Оригинальная Кружка для Новогодних Подарков\nНаш стильный экземпляр кружки хамелеон просто поражает своей красотой и оригинальностью! Она выполнена в черно-белых тонах, которые при нагревании меняют свой цвет, раскрывая волшебный новогодний дизайн, который так радует глаз. Этот эффект не только привлечет внимание, но и создаст атмосферу настоящего праздника. Закажите несколько кружек, чтобы подарить их своим коллегам, друзьям и родственникам. Это идеальный сувенир для самых близких!\nСимвол Года 2025\nВ 2025 году символом станет Змея, символизирующая мудрость и защиту. Наша кружка с новогодними рисунками будет отличным напоминанием о чудесах, которые принесёт этот год. Она станет не только частью праздничного стола, но и напоминанием о совместных моментах, проведенных с родными и близкими.\nКружка прекрасно подойдет для подарка как женщине, так и мужчине. Если вы хотите порадовать маму, папу, любимого человека, подругу или брата, эта кружка – универсальный вариант. \nПланируете удивить любимую девушку или сестру? Эта кружка станет отличным подарком на день рождения! Ее можно использовать как в уютной домашней обстановке, так и на работе, чтобы всегда поддерживать новогоднее настроение.\nИдеальный Подарок для Детей и Взрослых\nНе забывайте о детях: кружка с оригинальным новогодним дизайном с радостью украсит утренние чаепития ваших детей. А если на кружке нанесена смешная надпись, это доставит еще больше радости!\nДля взрослых же эта кружка станет не только стильным аксессуаром, но и отличным способом выразить свою креативность. Прикольные и необычные дизайны с новогодними символами сделают каждое утреннее чаепитие чем-то особенным и запоминающимся. ",
        "images": [
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950671/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950671/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950671/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950671/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950671/images/big/5.webp"
        ]
    },
    {
        "name": "Автомобильная термокружка с крышкой для кофе и чая 350 мл",
        "price": 608.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/214335497/detail.aspx",
        "description": "Стильная металлическая термокружка для кофе и чая - идеальный спутник в любой поездке, отличный выбор для тех, кто ценит удобство и функциональность! Она идеально подходит как для повседневного использования на работе, ребенку в школу, для детской смеси или детского питания на прогулке так и для активного отдыха, например, в автомобильных путешествиях или туристических походах. Белая термос кружка объемом 350 мл, с ней вы всегда будете наслаждаться горячим напитком, который останется теплым на долгое время благодаря двойным стенкам из нержавеющей стали. Благодаря герметичной конструкцией и силиконовой пробки с фильтром, вы можете не сомневаться, что ваш напиток не прольется. Удобная кнопка на корпусе открывает крышку термокружки, которая также оборудована фиксатором-предохранителем от случайного открытия. Антискользящее покрытие дна позволяет уверенно держать термокружку в руке или поставить ее на любую поверхность. Однотонный дизайн термос стакана придает ему элегантность и универсальность, подходящую под любой стиль как мужчинам так и женщинам. Термостакан с встроенным чайным фильтром вы можете взять ее в машину и насладиться чашкой свежего чая в любом месте. Надежность и безопасность – главные принципы, на которых построена эта термокружка. Прочный корпус защищает от протечек, а сертифицированные материалы гарантируют отсутствие вредных веществ. Эта мужская и женская термочашка с собой станет вашим верным спутником на каждом шагу, и вы не сможете представить свою жизнь без нее! Порадуйте себя или ваших близких этой термо кружкой, которая будет радовать вас многие годы. Термокрушка для чая станет отличным желанным, красивым, стильным и не дорогим подарком, подходящим практически всем по любому поводу.",
        "images": [
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/1.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/2.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/3.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/4.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/5.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/6.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/7.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/8.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/9.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/10.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/11.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/12.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/13.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/14.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/15.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/16.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/17.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/18.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/19.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/20.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/21.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/22.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/23.webp",
            "https://basket-14.wbbasket.ru/vol2143/part214335/214335497/images/big/24.webp"
        ]
    },
    {
        "name": "Кружка хамелеон с символом Нового года в подарок",
        "price": 487.0,
        "rating": 5,
        "product_url": "https://www.wildberries.ru/catalog/275950666/detail.aspx",
        "description": "Кружка Хамелеон Новогодняя в Подарок – Ваш Идеальный Сувенир на 2025 Год!\nНовый год – это момент, когда мы дарим друг другу лучшие эмоции и знаки внимания. А что может быть лучше, чем керамическая кружка-хамелеон с новогодним дизайном, которая станет не только полезным аксессуаром на кухне, но и милым символом праздника.\nЯркая и Оригинальная Кружка для Новогодних Подарков\nНаш стильный экземпляр кружки хамелеон просто поражает своей красотой и оригинальностью! Она выполнена в черно-белых тонах, которые при нагревании меняют свой цвет, раскрывая волшебный новогодний дизайн, который так радует глаз. Этот эффект не только привлечет внимание, но и создаст атмосферу настоящего праздника. Закажите несколько кружек, чтобы подарить их своим коллегам, друзьям и родственникам. Это идеальный сувенир для самых близких!\nСимвол Года 2025\nВ 2025 году символом станет Змея, символизирующая мудрость и защиту. Наша кружка с новогодними рисунками будет отличным напоминанием о чудесах, которые принесёт этот год. Она станет не только частью праздничного стола, но и напоминанием о совместных моментах, проведенных с родными и близкими.\nКружка прекрасно подойдет для подарка как женщине, так и мужчине. Если вы хотите порадовать маму, папу, любимого человека, подругу или брата, эта кружка – универсальный вариант. \nПланируете удивить любимую девушку или сестру? Эта кружка станет отличным подарком на день рождения! Ее можно использовать как в уютной домашней обстановке, так и на работе, чтобы всегда поддерживать новогоднее настроение.\nИдеальный Подарок для Детей и Взрослых\nНе забывайте о детях: кружка с оригинальным новогодним дизайном с радостью украсит утренние чаепития ваших детей. А если на кружке нанесена смешная надпись, это доставит еще больше радости!\nДля взрослых же эта кружка станет не только стильным аксессуаром, но и отличным способом выразить свою креативность. Прикольные и необычные дизайны с новогодними символами сделают каждое утреннее чаепитие чем-то особенным и запоминающимся. ",
        "images": [
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950666/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950666/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950666/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950666/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2759/part275950/275950666/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка Stray Kids Хенджин",
        "price": 415.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/230969233/detail.aspx",
        "description": "Керамическая кружка в подарок с ярким принтом и надписью « Stray Kids » Хенджин.\nStray Kids к-поп  — одна из самых популярных групп из Южной Кореи. Бойз-бенд, состоящий из восьми участников - Джисона, Минхо, Банчана, Чанбина, Хенджина, Феликса, Сынмина и Чонина, - доминирует в чартах и раскупается по всему миру благодаря своим запоминающимся композициям и мощным выступлениям. Стрей Кидс имеет большую популярность среди молодежи, поэтому станет отличным подарком подростку, ребенку, девочке, подруге, дочке, внучке, сестре.\nПрикольная кружка с принтом  Стрей Кидс Джисон кпоп  - классный подарок на любой повод, праздник фанату Стрей Кидс, Банчан, Ли Минхо, Со Чанбин, Хван Хёнджин, Хан Джисон, Ли Феликс, Ким Сынмин и Ян Чонин.\n\nВсе наши кружки имеют уникальный дизайн, поднимающий настроение себе и окружающим, отлично подойдут для подарка! Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека.\n\nВы можете быть уверены, что получите кружку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую упаковочную пленку и специальную картонную транспортировочную коробку.\nСобственное производство на самом современном оборудовании,  высокое качество Российского производителя! Надписи выполнены стойкими и экологически безопасными красками, принт получается ярким и четким. Его насыщенность не теряется под воздействием солнечных лучей и не стирается со временем. Материал прекрасно выдерживает высокие и низкие температуры, что позволяет использовать посуду в СВЧ-печи и идеально подходит для различных горячих и прохладительных напитков: для чая или кофе. Мыть в посудомоечной машине не рекомендуем, во избежание повреждения рисунка. \n\nС любовью к каждому изделию – команда «Kоrn Kreations».\n\n",
        "images": [
            "https://basket-15.wbbasket.ru/vol2309/part230969/230969233/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2309/part230969/230969233/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2309/part230969/230969233/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2309/part230969/230969233/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2309/part230969/230969233/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2309/part230969/230969233/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка с принтом \"Stray Kids\"",
        "price": 464.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/215575880/detail.aspx",
        "description": "Кружка с принтом Stray Kids (Стрей кидс). Отличный подарок для любителей K pop и поклонников жанра. Кружка выполнена на промышленном оборудование. Качество печати макимальное. Подарок не оставит равнодушным даже самого брутального поклонника группы.",
        "images": [
            "https://basket-14.wbbasket.ru/vol2155/part215575/215575880/images/big/1.webp",
            "https://basket-14.wbbasket.ru/vol2155/part215575/215575880/images/big/2.webp",
            "https://basket-14.wbbasket.ru/vol2155/part215575/215575880/images/big/3.webp",
            "https://basket-14.wbbasket.ru/vol2155/part215575/215575880/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка для чая жизнь карнавал",
        "price": 396.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/271004163/detail.aspx",
        "description": "Выбор подарка — это маленькое приключение. Особенно, когда хочется удивить близких, сделать день ярче и теплее. Одним решений является керамическая кружка с ярким принтом. Материал кружки керамической сохраняет тепло, что делает каждую чашку горячего чая или кофе по-настоящему комфортной. Керамика не влияет на вкус напитков, позволяя, наслаждаться каждым глотком. Яркий принт на чашке для чая добавляет в повседневность эстетики и искусства. Дизайнерские решения варьируются простыми и изящными изображениями до смелых и ярких фото. Мы уверены, что тоже найдете вариант рисунка, мема, котика! Кружку милую можно использовать каждым членом семьи и подарить в качестве подарка. Например, на День учителя преподаватель оценит подарок, который подчеркнёт благодарность за труд и обучение. Вручите смешную кружку коллеге на корпоративный праздник или другу просто так, без повода. Важно, что такая кружка маме или папе станет источником положительных эмоций и разговоров о том, как хорошо, когда у людей есть возможность радовать друг друга. Яркий принт на кружке это отражение стиля и вкуса. Каждый раз, когда берете кружку в руки, это напоминание о том, что вокруг много прекрасного. Принты могут быть разнообразными: от забавных и смешных цитат до позитивных напоминаний и графических изображений. Такой дизайн не только поднимает настроение, но и служит отличным способом самовыражения. Начните день с позитивной нотки - налейте любимый напиток в походную кружку с ярким принтом и насладитесь каждым мгновением. Мы знаем, как важно сохранить идеальный внешний вид и функциональность любимых вещей. Уход за керамической кружкой прост и не требует много времени. Главное правило — это мягкое обращение и аккуратность. Рекомендуется мыть необычную кружку мягкими губками и щадящими моющими средствами. Прикольные штуки и подарки на новый год 2025 могут быть оригинальными! Поэтому кружка с приколом, как любая посуда для кухни, будет полезна. Заходите к нам в магазин!",
        "images": [
            "https://basket-17.wbbasket.ru/vol2710/part271004/271004163/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2710/part271004/271004163/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2710/part271004/271004163/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2710/part271004/271004163/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2710/part271004/271004163/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка для чая для кофе набор 6 шт",
        "price": 685.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/222022978/detail.aspx",
        "description": "Чайный сервиз или Набор кружек для чая 6 штук по 230 мл в подарочной коробке идеальный выбор для поклонников стиля минимализм. Кружка для чая позволит вам в полной мере насладиться красками и вкусом горячего или холодного напитка. Кружка выполнена из боросиликатного жаропрочного прозрачного стекла, которое не боится низких и высоких температур, не помешает вам каждый раз оценивать степень крепости черного чая, слоистую консистенцию эспрессо или латте, необычную окраску фруктового напитка или коктейля. Стекло устойчиво к царапинам. Кружка стеклянная выполнена в оригинальном утонченном стиле. Такие изящные стаканы для чая являются идеальным выбором для тех, кто ценит элегантность и функциональность на своей кухне. Основным преимуществом стеклянных кружек является то, что они не окрашиваются и не впитывают различные запахи, что значительно облегчает уход за посудой. Набор чашек для чая в классической вытянутой форме из абсолютно прозрачного  стекла очень легкие в уходе. Бокал для чая подойдет для мойки в посудомоечной машине на деликатном режиме. При ручной мойке применяйте мягкие губки и неабразивные средства. Стаканы для чая не меняют вкус напитка. Такая чашка для кофе с необычным оригинальным дизайном станет отличным дополнением повседневного и праздничного стола. Чайный набор подойдет для чая, для кофе, для коктейлей, для капучино, для глинтвейна, для травянного напитка, фруктового и ягодного морсов и соков. Чашки прозрачные изящные подходят для любого интерьера кухни, а так же ресторанов. Комплект посуды столовой на 6 персон подходит как для горячих, так и для холодных напитков. Поставляется посуда для дома красивая в коробочке, что позволит выбрать наш кофейный набор ни только для себя, но и на подарк мужчине, маме, мужу, подарок бабушке, жене, подруге, коллеге или руководителю, родным и друзьям. Безупречное качество кружек оценят ваши друзья и близкие по достоинству. Отличный подарок на Новый год набор чашек 6шт, который будет радовать своей красотой на кухне! ",
        "images": [
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/6.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/7.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/8.webp",
            "https://basket-15.wbbasket.ru/vol2220/part222022/222022978/images/big/9.webp"
        ]
    },
    {
        "name": "Кружка Человек Паук",
        "price": 519.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/174433912/detail.aspx",
        "description": "Кружка с уникальным принтом \"Спайдермен\" или \"Человек Паук\" или \"Spiderman\". Объем 330мл. Лучший подарок для детей и взрослых, а так же для любителей игр. Оригинальный принт. Высокое качество печати. Премиальный сорт используемых материалов. Подарок в комплекте с самой кружкой.",
        "images": [
            "https://basket-12.wbbasket.ru/vol1744/part174433/174433912/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1744/part174433/174433912/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1744/part174433/174433912/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1744/part174433/174433912/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка с принтом \"Спанч Боб\" 330 мл",
        "price": 519.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/174528560/detail.aspx",
        "description": "Кружка с уникальным принтом \"Спанч Боб\" или \"Губка Боб\". Объем 330мл. Лучший подарок для детей и взрослых, а так же для любителей игр, мультиков и мультсериалов. Оригинальный принт. Высокое качество печати. Премиальный сорт используемых материалов. Подарок в комплекте с самой кружкой.",
        "images": [
            "https://basket-12.wbbasket.ru/vol1745/part174528/174528560/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1745/part174528/174528560/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1745/part174528/174528560/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1745/part174528/174528560/images/big/4.webp"
        ]
    },
    {
        "name": "Кружки для чая, для кофе, набор 2 шт. стекло",
        "price": 516.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/264930820/detail.aspx",
        "description": "Набор кружек 2 шт по 250 мл в подарочной коробке идеальный выбор для поклонников стиля минимализм. Набор стаканов позволит вам в полной мере насладиться красками и вкусом горячего или холодного напитка. Абсолютно прозрачное стекло с золотистыми полосами, на котором не бывает царапин и трещин, не помешает вам каждый раз оценивать степень крепости черного чая, слоистую консистенцию эспрессо или латте, необычную окраску фруктового напитка или коктейля. Удобная ненагревающаяся ручка. Кружка для чая выполнена в оригинальном стиле, подойдет как женщине так и мужчине. Такой изящный стеклянный стакан является идеальным выбором для тех, кто ценит элегантность и функциональность на своей кухне. Основным преимуществом стеклянных кружек является то, что они не окрашиваются и не впитывают различные запахи, что значительно облегчает уход за посудой. Кружка стекло \"Серпантин\", 250 мл серебристого цвета это посуда из стекла, которая отличается практичностью и эффектным внешним видом. Стеклянная кружка удачно дополнит интерьер и станет необходимым предметом на каждый день. Кружка стекло стойкая к сколам и царапинам, ее легко мыть. Изделие не рекомендуется мыть в посудомоечных машинах. При ручной мойке применяйте мягкие губки и неабразивные средства. Стаканы для чая не меняют вкус напитка. Такая чашка для кофе с необычным оригинальным дизайном станет отличным дополнением повседневного и праздничного стола. Чайный сервиз подойдет для чая, для кофе, для коктейлей, для капучино, для глинтвейна, для травянного напитка, фруктового и ягодного морсов и соков. Стеклянные кружки для горячих и холодных напитков идут в подарочной коробке в комплекте, что позволит выбрать их ни только для себя, но для подарка мужчине, маме, мужу, жене, подруге, коллеге или руководителю, родным и друзьям.  Безупречное качество кружек оценят ваши друзья и близкие по достоинству. Прослужит такой набор чашек 2шт вам долгое время и будет радовать своей красотой на кухне! Чайный набор отличный подарок на день учителя!",
        "images": [
            "https://basket-17.wbbasket.ru/vol2649/part264930/264930820/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2649/part264930/264930820/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2649/part264930/264930820/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2649/part264930/264930820/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2649/part264930/264930820/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка для воды большая",
        "price": 517.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/237868419/detail.aspx",
        "description": "Стильный красивый эстетичный милый стакан для холодных и горячих напитков. Необычная посуда с принтом для чая, кофе и молока. На дачу, на море, с собой в дорогу. Красивая столовая принадлежность для кухни будет украшением и сервировки стола. Отличная идея для подарка на Рамадан Ураза байрам и другие праздники.",
        "images": [
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868419/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868419/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868419/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868419/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868419/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка для воды большая",
        "price": 517.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/237868230/detail.aspx",
        "description": "Стильный красивый эстетичный милый стакан для холодных и горячих напитков. Необычная посуда с принтом для чая, кофе и молока. На дачу, на море, с собой в дорогу. Красивая столовая принадлежность для кухни будет украшением и сервировки стола. Отличная идея для подарка на Рамадан Ураза байрам и другие праздники.",
        "images": [
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868230/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868230/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868230/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868230/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2378/part237868/237868230/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка хамелеон с приколом для чая и кофе подарок маме",
        "price": 354.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/158702360/detail.aspx",
        "description": "Керамическая кружка хамелеон с принтом ручной работы и надписью «Именно так выглядит самая лучшая мама в Мире» - это не обычная чашка, а идеальный подарок на Новый год 2025 любимой женщине на любой праздник и просто так без повода на годовщину и юбилей. Станет оригинальным подарком на день рождения, 8 марта, день матери или именины: любимой жене, заботливой маме и бабушке, маленькой девочке и дочке, родственнице. Так же старшей / младшей сестре, близкой подруге и дорогой девушке, строгой начальнице и опытной коллеге на корпоратив. Специальный материал, из которого она изготовлена, делает ее особенной. Кружка с приколом создаст удивительный эффект. Милая и смешная с мемом кружка меняет цвет под воздействием горячих напитков, что придает ей прикол, удивляет и радует глаз. Станет полезной вещью, источником радости, любви и заботы. Надписи выполнены стойкими и экологически безопасными красками, принт получается ярким и четким. Его насыщенность не теряется под воздействием солнечных лучей и не стирается со временем. Материал прекрасно выдерживает высокие и низкие температуры, что позволяет использовать посуду в СВЧ-печи и идеально подходит для различных горячих и прохладительных напитков: для чая или кофе. ВНИМАНИЕ! Прикольные кружки нельзя мыть в посудомоечной машине и использовать агрессивные моющие средства. Каждый уникальный сувенир упаковываем в две коробки - в прочную подарочную коробочку (что освобождает Вас от поиска праздничной упаковки) и надежную транспортировочную. Красивая необычная посуда доедет до Вас в целости и сохранности. Эта кружка с авторским принтом станет самым ярким и запоминающимся сюрпризом. Возможно Вы просто ищите оригинальные подарки? Для Вас у нас есть решение - чашка для кофе самый лучший подарок жене. Бокал будет использоваться ежедневно, а не только 1 апреля и день всех влюбленных. Чашка стакан позволит Вам порадовать своих близких и подарить яркие эмоции!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/8.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/9.webp",
            "https://basket-10.wbbasket.ru/vol1587/part158702/158702360/images/big/10.webp"
        ]
    },
    {
        "name": "Керамическая кружка с приколом и принтом, в подарок",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/143333826/detail.aspx",
        "description": "Кружка с прикольным принтом мемные котики. Серия с прикольными рисунками и надписями. Всю серию можно объединить по словом Любовь. Все кружки имеют уникальный дизайн, поднимающий настроение себе и окружающим, отлично подойдёт для подарка! Высокое качество Российского производителя, собственное производство на самом современном оборудовании! Можно использовать в микроволновке. Мыть в посудомоечной машине можно, но не рекомендуем, т.к. нужно подбирать режим. Сверх прочная противоударная упаковка! Кружка в подарок для друзей и близких, подруге и другу! Кружки для чая и кофе для мужчины или женщины можно дарить по любому поводу. В подарок на День Рождения, Новый год или Рождество, 8 марта, 23 февраля, День святого Валентина. Друзья и близкие, коллеги и начальство, муж или жена, парень или девушка всегда будут рады получить такой подарок. На кухне на даче, дома или в офисе наши прикольные штуки будут украшать интерьер. Порадуйте маму, папу, дедушку, бабушку, ребенка, друга любимого оригинальным и практичным подарком. И про себя не забудьте!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/8.webp",
            "https://basket-10.wbbasket.ru/vol1433/part143333/143333826/images/big/9.webp"
        ]
    },
    {
        "name": "Керамическая кружка с приколом и принтом, в подарок",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/132592059/detail.aspx",
        "description": "Мемная большая кружка - это определенно уникальная провокация. Прикольная чайная чашка будет поднимать настроение любому человеку каждый день. Станет оригинальным практичным подарком для любимой женщины или мужчины. Забавную подарочную кружку можно преподнести в качестве креативного презента любимому на 14 февраля в день всех влюбленных, 8 марта, подарок близким на Новый год, выпускной или день рождение. Подарите эмоции девушке, жене или мужу, сестре, подруге или коллеге. Красивый бокал со смешным рисунком будет не только полезным на кухне, но и на работе в офисе. Команда cup-cup гарантирует высокое качество продукции и яркий стойкий к истиранию принт. Изделие выполнено из качественной керамики с печатью 100% экологичными чернилами. Бережно запаковано в крафтовую картонную коробку и пупырчатую пленку, поэтому доедет к вам целым. Чай, кофе, сок или вода - решать тебе, но кружка определённо от cup-cup!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/8.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/9.webp",
            "https://basket-10.wbbasket.ru/vol1325/part132592/132592059/images/big/10.webp"
        ]
    },
    {
        "name": "Милая кружка для любимых с котиками люблю тебя",
        "price": 306.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/188480430/detail.aspx",
        "description": "Хотите сделать приятный сюрприз для вашего любимого человека в виде оригинального подарка? Тогда подарите вашему любимому уникальную и запоминающуюся кружку с принтом котика и надписью «Я так сильно люблю тебя, как хорошо, что мы с тобой однажды встретились»! Это забавный подарок с приколом, который можно дарить как своей любимой, так и любимому мужу, подруге или другу. Кружка будет прекрасным символом вашей нежной любви к человеку. Добавьте немного радости в их повседневную жизнь с этой чудесной кружкой, которая станет отличным дополнением к их уютному чаепитию в офисе или дома за чашечкой кофе. Это смешная, подарочная и прикольная кружка, которая подарит улыбку и тепло вашим близким в любое время дня. Большая чашка с красивым принтом станет любимым аксессуаром каждой влюбленной пары, подчеркнув их нежные чувства друг к другу. Подарочная кружка с приколом станет незабываемым сюрпризом на любое торжество, будь то день рождения, новый год, 8 марта, 14 февраля или 23 февраля. Сделайте ваш подарок прикольным и неповторимым, выберите эту кружку! Так же у нас проходят регулярные акции и распродажи, вы можете купить товары в подарок со скидкой!",
        "images": [
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/7.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/8.webp",
            "https://basket-12.wbbasket.ru/vol1884/part188480/188480430/images/big/9.webp"
        ]
    },
    {
        "name": "Кружка с приколом и надписью для подруги",
        "price": 324.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/43429669/detail.aspx",
        "description": "Стильная кружка с приколом и надписью для чая объемом 330 мл — это идеальный подарок каждому дорогому вам человеку! Необычный предмет кухонной утвари  — это эстетичная и прикольная посуда с оригинальным дизайном от бренда Art-print, которая станет украшением любого интерьера. Бокал прекрасно подойдет для кофейных посиделок с друзьями и чайных церемоний с близкими или станет милым презентом и приятным сюрпризом вашей маме, лучшей подруге или любимому мужчине или женщине, а также сыну, дочке, сестре или брату. В коллекции нашего бренда вы сможете найти сувенирные чашечки с разными стойкими рисунками смешных котят и креативными надписями. Оригинальная керамическая чашка белого цвета с веселым котом - мемом и милыми сердечками — это отличный подарок для женщины или для мужчины и для взрослых парней и девушек, и для подростков — девочек и мальчиков на день рождения или годовщину начала отношений или юбилей. Вы можете преподнести эти интересные подарочки любимой девушке, ребенку подросткового возраста или коллеге по работе на любой праздник. Прекрасная новогодняя кружка станет отличным подарком для девушки или подарком для парня на Новый Год. Интересные кухонные принадлежности с веселым принтом станут креативным подарком для молодоженов на новоселье или ваших родителей на годовщину свадьбы. Изделия с сердцем и котами из качественного материала с классической формой и удобной ручкой просты в уходе и комфортны в использовании. Кружки можно мыть в посудомоечной машине и разогревать в них напитки в микроволновке или СВЧ. Они подходят для подачи чая, кофе, молока, кефира, сока и любых других напитков. Создайте эстетику и уют в вашей домашней кухне или столовой на даче. Такой оригинальный кухонный инвентарь, как продукция нашего бренда, подойдет для всех членов вашей семьи. У нас есть акции и распродажи, вы можете купить наши товары в подарок или со скидкой! Подарок девушке. Распродажа. Подарок на Новый год.",
        "images": [
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol434/part43429/43429669/images/big/7.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью в подарок",
        "price": 338.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/225198351/detail.aspx",
        "description": "Кружка с приколом и оригинальными, прикольными надписями, мемами и декоративными рисунками - отличный подарочный вариант для взрослых женщин и мужчин, девушек и парней - подростков и пар. Кружки оригинальный презент и подарок другу на др и любой другой праздник непременно оценит папа и муж, сестра, коллега, парню. Красивая керамическая чашка с удобной ручкой станет любимой женской и мужской посудой. Большая керамическая смешная крушка мем белого цвета и объемом 330 мл идеальна для заваривания чайных и кофейных напитков. Необычная посуда кружечка с эффектным декором подойдет для воды, капучино будет активно использоваться дома на кухне, в гостиной, на работе в офисе во время отдыха на природе. Ни одна однотонная стеклянная кружка с жаропрочными стенками не найдет столь широкое применение. Прикольные штучка чашка подчеркнет чувство стиля и выступит в качестве неординарного сувенира. Многоразовая кухонная идеальна для заварки чая, обладает стильным дизайном, пригодится дома. У нас есть акции и распродажи, вы можете купить прикольные вещи в подарок со скидкой!",
        "images": [
            "https://basket-15.wbbasket.ru/vol2251/part225198/225198351/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2251/part225198/225198351/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2251/part225198/225198351/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2251/part225198/225198351/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2251/part225198/225198351/images/big/5.webp"
        ]
    },
    {
        "name": "Керамическая кружка с приколом и принтом, в подарок",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/92265339/detail.aspx",
        "description": "Кружка мем прикол с надписью - люблю тебя КРЧ. Отличный стойкий принт, прочная керамика и использовать в микроволновой печи. Она подойдет как для мужчины, так и для женщины, как для подруги, так и для парня, любимого мальчику. Если вы ищете оригинальный смешной сувенир для своего близкого человека, члена семью, тогда это то, что вам нужно. Любовь к близким это бесценно! Кому подарить? 14 февраля или 8 марта. Сестре или брату. Дари коллегам радость! В подарок на новый год в 2025 году получить такой сюрприз здорово. Керамическая посуда - красиво и практично. 23 февраля. Или даже на Новый год. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета для чая, кофе или других напитков. Эти вещи идеально подходят для домашнего использования или на работе. Выберите кружку с приколом для вашего любимого человека и подарите ему вкусные эмоции вместе с этой потрясающей вещью в доме. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Команда cup-cup гарантирует высокое качество продукции и яркий стойкий к истиранию принт. Изделие выполнено из качественной керамики с печатью 100% экологичными чернилами. Бережно запаковано в крафтовую картонную коробку и пупырчатую пленку, поэтому доедет к вам целым. Чай, кофе или вода - решать тебе, но кружка определённо от cup-cup!",
        "images": [
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/1.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/2.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/3.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/4.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/5.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/6.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/7.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265339/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/64186426/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/8.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/9.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/10.webp",
            "https://basket-04.wbbasket.ru/vol641/part64186/64186426/images/big/11.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/138214463/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Оригинальная кружка станет отличным подарком как для женщины, так и для мужчины. Забавную кружку можно преподнести в качестве подарка на 14 февраля любимому, или любимой,  коллеге или сделать приятный подарок себе. Лучшая команда cup-cup гарантирует высшее качество кружки и яркий принт. Кружка белая выполнена из качественной керамики. Хотите порадовать близкого человека - подарите ему кружку мужскую керамическую с надписью. Прекрасный подарок на день Святого Валентина, 14 февраля, 23 февраля, 8 марта  -  на любой праздник. Прикольный подарок на день рождения качественно запаковано, доедет к Вам целой. Классическая удобная керамическая кружка для чая, кофе, молока и других напитков будет не только полезной на кухне, но и станет прекрасным предметом интерьера. Прикольная кружка будет всегда в тему на любой праздник: день рождение, Новый год, 8марта, 23 февраля, выпускной или просто так. Высокое качество Российского производителя, собственное производство на самом современном оборудовании. Чай или кофе - решать тебе, но кружка определённо от cup-cup! ",
        "images": [
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1382/part138214/138214463/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка фарфоровая 370 мл Ribb",
        "price": 339.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/105250758/detail.aspx",
        "description": "Материал изготовления: фарфор\nОбъем: 370мл\nРекомендации по уходу: рекомендуется ручная мойка; нельзя использовать в микроволновой печи\n\nКружка из высокачественного фарфора предназначена для холодных и горячих напитков. Изящный классический дизайн украсит сервировку как повседневного, так и праздничного стола. Нейтральные цвета - бежевый, белый, серый, голубой являются трендовыми цветами в интерьерах этого года. Посуда из фарфора имеет гладкую структуру, благодаря этому фарфоровая чашка не темнеет и не впитывает запахи напитков. Кружка для горячих и холодных напитков устойчива к сколам и повреждениям. Кружка цветная не подходит для использования в посудомоечной машине. Универсальную чашку из фарфора нельзя использовать в микроволновой печи. Фарфоровая кружка - хороший и практичный подарок на день рождения и юбилей, новоселье и свадьбу, Новый год и Рождество, маме и папе, бабушке, сестре и тёте, друзьям и знакомым. Универсальная кружка подходит для чая и кофе. Красивая кружка отлично смотрится в повседневном убранстве,  Материал изготовления: фарфор.",
        "images": [
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/1.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/2.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/3.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/4.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/5.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/6.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/7.webp",
            "https://basket-06.wbbasket.ru/vol1052/part105250/105250758/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/92265187/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/1.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/2.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/3.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/4.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/5.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/6.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/7.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/8.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/9.webp",
            "https://basket-05.wbbasket.ru/vol922/part92265/92265187/images/big/10.webp"
        ]
    },
    {
        "name": "Кружка с приколом в подарок",
        "price": 335.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/81371903/detail.aspx",
        "description": "Кружка с прикольным принтом Не брать я псих. Не дорогой и прикольный подарок для друзей и близких! Смешные чашки для чая и кофе, пива, глинтвейна для мужчины или женщины можно дарить по любому поводу. Чашка в подарок на День Рождения, Новый год или Рождество, 8 марта, 23 февраля, День святого Валентина. Друзья и близкие, коллеги и начальство, муж или жена, парень или девушка всегда будут рады получить такой презент. На кухне на даче, в машину, дома или в офисе на работе наши прикольные штуки будут украшать интерьер. Порадуйте маму, папу, дедушку, бабушку, ребенка, друга любимого оригинальным и практичным подарком с дизайном. И про себя не забудьте! Подарочные керамические кружки с дизайном от Российского производителя. Рисунок стойкий к истиранию, поверхность глянцевая. Большая кружка объемом 330 мл. Бережная мойка. Сверх прочная противоударная упаковка!",
        "images": [
            "https://basket-05.wbbasket.ru/vol813/part81371/81371903/images/big/1.webp",
            "https://basket-05.wbbasket.ru/vol813/part81371/81371903/images/big/2.webp",
            "https://basket-05.wbbasket.ru/vol813/part81371/81371903/images/big/3.webp",
            "https://basket-05.wbbasket.ru/vol813/part81371/81371903/images/big/4.webp",
            "https://basket-05.wbbasket.ru/vol813/part81371/81371903/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка фарфор 400 мл Matt",
        "price": 373.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/241987256/detail.aspx",
        "description": "Полный объем: 400мл\nРекомендации по эксплуатации: рекомендуется ручная мойка; нельзя использовать в СВЧ\n\nКружка выполнена из высококачественного фарфора, объемом 400 мл. Ее универсальный объем позволяет наслаждаться разнообразными напитками – от ароматного кофе до освежающего чая. Особенной чертой этой кружки является ее ребристая поверхность. Этот дизайнерский элемент придает изделию тактильную и визуальную эстетику, делая каждый глоток напитка еще более насыщенным и приятным. Цвет кружки имеет глубокий, серый оттенок, который придает ей особую изысканность и индивидуальность. Завершая эту элегантную палитру, золотой ободок придает ей дополнительный шик и роскошь, подчеркивая изысканный характер посуды. Эта кружка для чая, с уникальной комбинацией дизайна и практичности, станет прекрасным аксессуаром для вашего стола. Будь то утренний завтрак или вечерний кофе, она придаст вашему чаепитию изысканный оттенок роскоши. Стильный фарфор вместе с APOLLO! ",
        "images": [
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/4.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/5.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/6.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/7.webp",
            "https://basket-16.wbbasket.ru/vol2419/part241987/241987256/images/big/8.webp"
        ]
    },
    {
        "name": "Именная пивная кружка с надписью",
        "price": 336.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/164036692/detail.aspx",
        "description": "Предлагаем Вашем вниманию оригинальную пивную кружку. Такой подарок оценит любой мужчина по имени Сережа! Пиво – вкусный напиток и в меру полезный, если соблюдать культуру питья. А красивая кружка для пива да еще с именем обязательный атрибут этой культуры. Каждый человек выбирает бокал для пива, которая позволяет ему максимально насладиться вкусом напитка. Мы предлагаем только посуду для пива лучшего качества, с которыми дегустация подарит радость и хорошее настроение. Бокал для пива с именем станет отличным подарком парню другу дедушке брату папе любимому мужу , то есть любому человеку, который любит данный напиток на годовщину свадьбы на День рождения или юбилей на 23 февраля на день всех влюбленных на Новый год. Большое число любителей пенного напитка отдают предпочтение посуде, выполненной из стекла. Она прозрачная, следовательно, отлично виден янтарный цвет пива, что многим нравится. Стеклянные бокалы очень популярны еще и потому, что одним из требований, предъявляемых к пивной посуде, является гладкая внутренняя поверхность. Наша продукция полностью удовлетворяет этому требованию. Самые прочные стаканы, изготовленные из закаленного стекла, они устойчивы к ударам, сколам и царапинам. В состав не входят оксиды цинка, благодаря чему фужеры долго не тускнеют. Пиво помогает расслабиться и настраивает на шутливый лад, поэтому и стилистика надписей соответствующая. Стильный предмет с оригинальной смешной надписью станет брутальным украшением для любого мероприятия. Такой подарок оценит любимый мужчина и даже непьющий коллега по работе. Пивные кружки с прикольными надписями и рисунками мы изготавливаем при помощи лазерной гравировки. Стеклянные стаканы лучше всего мыть холодной водой. Наши кружки под пиво комфортны и вместительны, объем каждой 670 мл. Мы позаботились и том, чтобы ваш креативный подарок был доставлен целым и невредимым. Каждый подарок упакована в пупырчатую пленку в два слоя и транспортировочную коробку.",
        "images": [
            "https://basket-11.wbbasket.ru/vol1640/part164036/164036692/images/big/1.webp",
            "https://basket-11.wbbasket.ru/vol1640/part164036/164036692/images/big/2.webp"
        ]
    },
    {
        "name": "Кружка Прикол Джейсон Стейтем",
        "price": 357.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/244911193/detail.aspx",
        "description": "Смешная керамическая кружка с принтом мем цитаты Стетхема вмещает в себя 330 мл чая, кофе или другого любимого напитка. Чашка с приколом будет отличным подарком на любой праздник, будь то день рождения, новый год, 8 марта, 23 февраля или же просто так. Команда FanStuff гарантирует отличное качество принта и самой посуды: четкая печать изображения с рисунком, который не стирается и не выцветает, удобная ручка. Ровная и красивая кружка, которую можно смело ставить в микроволновую печь. Не рекомендуем мыть в посудомоечной машине. Упакована в пупырчатую пленку и картонную коробку - дойдёт в целости и сохранности. Наши кружки подойдут для кухни и офиса. Повод: в подарок на 14 февраля  день святого валентина всех влюбленных новоселье коллеге другу парню мужу брату начальнику боссу другу подруге сестре стетхэм стетхем",
        "images": [
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/4.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/5.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/6.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/7.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/8.webp",
            "https://basket-16.wbbasket.ru/vol2449/part244911/244911193/images/big/9.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/65263497/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/8.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/9.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/10.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/11.webp",
            "https://basket-04.wbbasket.ru/vol652/part65263/65263497/images/big/12.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/246553260/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/4.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/5.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/6.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/7.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/8.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/9.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/10.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/11.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/12.webp",
            "https://basket-16.wbbasket.ru/vol2465/part246553/246553260/images/big/13.webp"
        ]
    },
    {
        "name": "Кружка хамелеон с приколом подарок папе на новый год",
        "price": 386.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/160325945/detail.aspx",
        "description": "Керамическая кружка хамелеон с принтом ручной работы и надписью «Батя» - это не просто обычная чашка, а настоящий подарок на Новый год 2025 для каждого любимого мужчины в вашей жизни. ВНИМАНИЕ! Кружку хамелеон нельзя мыть в посудомоечной машине и использовать агрессивные моющие средства. Кружка хамелеон - это идеальный подарок на любой праздник или просто так без повода. Эта кружка с принтом придется по вкусу каждому мужчине и создаст удивительный эффект, меняя свой цвет при наливании горячей жидкости. Она станет оригинальным подарком на день рождения или 23 февраля для мужа и дедушки, для брата. Для парня на День всех влюбленных (14 февраля) или именины. Папе на день отца или 1 апреля. Для сына и учителя на выпускной или корпоратив для босса и начальника. Кружка с приколом или мемом может стать знаком внимания для коллеги. Надписи на кружках выполнены стойкими и экологически безопасными красками. Принт получается ярким, четким, его насыщенность не теряется под воздействием солнечных лучей и не стирается со временем. Кружка хамелеон - это не просто кружка с принтом, это настоящий сувенир, который принесет радость и удивление каждый день. Кружка милая и смешная будет использоваться каждый день, напоминая о вашей заботе и внимании. Кружка с мемом или приколом станет любимым аксессуаром, который будет всегда на виду. Прикольные кружки изготовлены из керамики высочайшего качества! Материал прекрасно выдерживает высокие и низкие температуры: что позволяет использовать посуду в СВЧ-печи и идеально подходит для различных горячих и прохладительных напитков, таких как чай или кофе. Подарите своему любимому мужчине кружку хамелеон - это уникальный подарок, который он оценит и запомнит надолго. Этот бокал станет символом вашей любви и заботы, и будет напоминать о вас каждый день. Независимо от того, на какой праздник вы решили подарить стакан хамелеон к кружке идет красивая и прочная подарочная коробочка, что освобождает вас от поиска праздничной упаковки",
        "images": [
            "https://basket-11.wbbasket.ru/vol1603/part160325/160325945/images/big/1.webp",
            "https://basket-11.wbbasket.ru/vol1603/part160325/160325945/images/big/2.webp",
            "https://basket-11.wbbasket.ru/vol1603/part160325/160325945/images/big/3.webp",
            "https://basket-11.wbbasket.ru/vol1603/part160325/160325945/images/big/4.webp",
            "https://basket-11.wbbasket.ru/vol1603/part160325/160325945/images/big/5.webp",
            "https://basket-11.wbbasket.ru/vol1603/part160325/160325945/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью 330мл",
        "price": 306.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/151306631/detail.aspx",
        "description": "Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/8.webp",
            "https://basket-10.wbbasket.ru/vol1513/part151306/151306631/images/big/9.webp"
        ]
    },
    {
        "name": "Кружка хамелеон с приколом",
        "price": 438.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/237243365/detail.aspx",
        "description": "Представляем вам уникальную кружку с приколом, которая станет идеальным подарком для ваших близких и коллег! Эта керамическая кружка прикол, выполненная в черном цвете, который меняется при наливании горячих напитков, что добавляет элемент сюрприза и веселья в каждое чаепитие или кофепитие. Она идеально подходит как для чая, так и для кофе, а также для латте и горячего молока. Кружка с приколом с принтом в виде льва - это не просто посуда, это настоящее произведение искусства с оригинальным рисунком, который поднимет настроение и вызовет улыбку у каждого, кто ее увидит. В комплекте с кружкой идет подставка, что делает ее использование еще более удобным. Такой подарок отлично подойдет как для мужа, так и для жены, подруги или друга, а также станет отличным сюрпризом для сестры или брата, любимому. Каждая кружка упакована в подарочную коробку с атласной лентой, что делает ее идеальным вариантом для подарка на Новый год 2025, день рождения или корпоратив. Вы можете порадовать своих коллег, друзей и близких, подарив им эту креативную кружку, которая не только функциональна, но и станет ярким акцентом в интерьере вашего дома или офиса. Важно отметить, что данную чашку не рекомендуется использовать в микроволновке и посудомоечной машине, чтобы сохранить ее оригинальный вид и долговечность. Она предназначена для горячих напитков от 50 градусов, что делает ее идеальной для утреннего кофе или вечернего чая. Кружка-хамелеон подарочная — это отличный способ поднять настроение и добавить немного веселья в повседневную жизнь. Она станет незаменимым аксессуаром для всех любителей горячих напитков и станет настоящим украшением вашего стола. Порадуйте своих близких и коллег оригинальным подарком, который они точно оценят!",
        "images": [
            "https://basket-15.wbbasket.ru/vol2372/part237243/237243365/images/big/1.webp",
            "https://basket-15.wbbasket.ru/vol2372/part237243/237243365/images/big/2.webp",
            "https://basket-15.wbbasket.ru/vol2372/part237243/237243365/images/big/3.webp",
            "https://basket-15.wbbasket.ru/vol2372/part237243/237243365/images/big/4.webp",
            "https://basket-15.wbbasket.ru/vol2372/part237243/237243365/images/big/5.webp",
            "https://basket-15.wbbasket.ru/vol2372/part237243/237243365/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/64187097/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/8.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/9.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/10.webp",
            "https://basket-04.wbbasket.ru/vol641/part64187/64187097/images/big/11.webp"
        ]
    },
    {
        "name": "Кружка хамелеон для чая и кофе подарочная",
        "price": 508.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/44215278/detail.aspx",
        "description": "Уже сегодня Вы можете сделать день рождения, 8 марта или Новый год особенными, подарив практичную и оригинальную кружку. Она станет идеальным подарком для вашей мамы, папы, парня, сестры или подруги. Хамелеон - это слово, описывающее ее незаурядные свойства - кружка с принтом, меняющим цвет. Именно поэтому эта керамическая кружка для чая с качественной эмалью и минималистичным дизайном завоевала сердца многих покупателей. Необычный рисунок с надписью или забавным принтом подарит отличное настроение и улыбку близким или коллегам. Наши дизайнеры разработали уникальные варианты для всех случаев жизни. Если ваша жена пьет утренний кофе, она будет в восторге от кружки Бесите. Мужу можно подарить кружку с рисунком, передающим его увлечение - Ночной дожор. А девушке точно придется по вкусу чашка с Веселыми лисами. Не только для дома, кружка с приколом органично впишется в интерьер офиса или рабочего пространства. Начальник оценит практичность, а коллеги всегда найдут новую тему для разговора. Каждая офисная кружка от White Box упакована в дополнительную подарочную коробку с открыткой и атласной лентой, которые станут дополнительным акцентом на подарок. Не упускайте возможность порадовать самых близких людей в своей жизни незабываемым подарком! Закажите кружку сегодня и подарите радость близким на каждый день! Чашку НЕЛЬЗЯ использовать в СВЧ и посудомоечной машине. Объем 330 мл.",
        "images": [
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/1.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/2.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/3.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/4.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/5.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/6.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/7.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/8.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/9.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/10.webp",
            "https://basket-04.wbbasket.ru/vol442/part44215/44215278/images/big/11.webp"
        ]
    },
    {
        "name": "Кружка чашка 270 мл",
        "price": 365.0,
        "rating": 5,
        "product_url": "https://www.wildberries.ru/catalog/277349586/detail.aspx",
        "description": "Подарите себе и своим близким уютные моменты с нашими стильными чашками! Насладитесь любимыми напитками из качественной, керамической посуды. Каждая кружка станет прекрасным дополнением вашей кухни. Однотонные и красивые, отлично подходят для кофе, чая, а также капучино и эспрессо.\n\nНаши ребристые кружки имеют матовую поверхность, что добавляет эстетичности и современного стиля в ваш дом. Это лучший выбор для создания приятной обстановки за праздничным столом, особенно в Новогоднюю ночь. Каждая вмещает 270 мл жидкости, что универсально для горячей и холодной. А их маленький размер идеален для проведения чайных церемоний.\n\nСочетание функциональности и красоты делает наш продукт отличным вариантом как для повседневного использования, так и для особых случаев. Закажите кружки сегодня и уже завтра создайте атмосферу тепла и уюта у себя!",
        "images": [
            "https://basket-17.wbbasket.ru/vol2773/part277349/277349586/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2773/part277349/277349586/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2773/part277349/277349586/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2773/part277349/277349586/images/big/4.webp",
            "https://basket-17.wbbasket.ru/vol2773/part277349/277349586/images/big/5.webp",
            "https://basket-17.wbbasket.ru/vol2773/part277349/277349586/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка с сердцем для чая и кофе 340мл, Sweethearts",
        "price": 387.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/26013872/detail.aspx",
        "description": "Небольшая керамическая кружка, стилизованная под \"эмалированную\" и украшенная объемным рисунком сердечка.",
        "images": [
            "https://basket-02.wbbasket.ru/vol260/part26013/26013872/images/big/1.webp",
            "https://basket-02.wbbasket.ru/vol260/part26013/26013872/images/big/2.webp",
            "https://basket-02.wbbasket.ru/vol260/part26013/26013872/images/big/3.webp",
            "https://basket-02.wbbasket.ru/vol260/part26013/26013872/images/big/4.webp",
            "https://basket-02.wbbasket.ru/vol260/part26013/26013872/images/big/5.webp"
        ]
    },
    {
        "name": "Кружка хамелеон в подарок на новый год 330мл",
        "price": 478.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/180485139/detail.aspx",
        "description": "Кружка хамелеон с прикольным принтом силуэт. Серия с прикольными рисунками и надписями. Всю серию можно объединить словом хамелеон. Все кружки имеют уникальный дизайн, поднимающий настроение себе и окружающим, отлично подойдёт для подарка! Высокое качество Российского производителя, собственное производство на самом современном оборудовании! Можно использовать в микроволновке. Мыть в посудомоечной машине можно, но не рекомендуем, т.к. нужно подбирать режим. Сверх прочная противоударная упаковка! Кружка в подарок для друзей и близких, подруге и другу! Кружки для чая и кофе для мужчины или женщины можно дарить по любому поводу. В подарок на День Рождения, Новый год или Рождество, 8 марта, 23 февраля, День святого Валентина. Друзья и близкие, коллеги и начальство, муж или жена, парень или девушка всегда будут рады получить такой подарок. На кухне на даче, дома или в офисе наши прикольные штуки будут украшать интерьер. Порадуйте маму, папу, дедушку, бабушку, ребенка, друга любимого оригинальным и практичным подарком. И про себя не забудьте!",
        "images": [
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/7.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/8.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/9.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/10.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/11.webp",
            "https://basket-12.wbbasket.ru/vol1804/part180485/180485139/images/big/12.webp"
        ]
    },
    {
        "name": "Кружка Котики",
        "price": 361.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/268615337/detail.aspx",
        "description": "Кружка с нанесенным изображением милых котиков будет радовать Вас и Ваших близких долгое время. Кружка отлично подойдет для повседневного использования дома, а также в качестве подарка для своей второй половинки, родителей, детей или коллег по работе. \n\nНаши кружки изготовлены из премиальной керамики, чтобы изображения на кружках оставались яркими, сочными и четкими долгое время. Мы очень долго трудились над разработкой невероятно милых и веселых принтов, которые вызывают только положительные эмоции и улыбки наших покупателей. В нашей коллекции кружек Вы сможете обязательно подобрать что-то, что придется Вам по душе. \n\nКружка универсальный и полезный подарок, который необходим в каждом доме, а кружка с любимым принтом животных или персонажей придаст оригинальности подарку, а также подарит улыбки и хорошее настроение владельцу кружки. \n\nОбратите внимание, что оттенок изображения на фото в карточке товара может незначительно отличаться от оттенка на готовом изделии, это обусловлено цветопередачей Вашего монитора и особенностью нанесения изображения на кружку. Однако, Вы можете быть уверены в том, что кружка будет красочной и яркой, и обязательно понравится Вам.",
        "images": [
            "https://basket-17.wbbasket.ru/vol2686/part268615/268615337/images/big/1.webp",
            "https://basket-17.wbbasket.ru/vol2686/part268615/268615337/images/big/2.webp",
            "https://basket-17.wbbasket.ru/vol2686/part268615/268615337/images/big/3.webp",
            "https://basket-17.wbbasket.ru/vol2686/part268615/268615337/images/big/4.webp"
        ]
    },
    {
        "name": "Кружка с приколом в подарок",
        "price": 335.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/156737041/detail.aspx",
        "description": "Кружка с прикольным принтом и надписью Будь как голубь. Недорогой и прикольный подарок для друзей и близких! Прикольные чашки для чая и кофе, пива, глинтвейна для мужчины или женщины можно дарить по любому поводу. Кружка в подарок на День Рождения, Новый год или Рождество, 8 марта, 23 февраля, День святого Валентина. Друзья и близкие, коллеги и начальство, муж или жена, парень или девушка всегда будут рады получить такой презент. На кухне на даче, в машину, дома или в офисе на работе наши прикольные штуки будут украшать интерьер. Порадуйте маму, папу, дедушку, бабушку, ребенка, друга любимого оригинальным и практичным подарком с дизайном. И про себя не забудьте! Подарочные керамические кружки с дизайном от Российского производителя. Рисунок стойкий к истиранию, поверхность глянцевая. Большой объем 330 мл. Бережная мойка. Сверх прочная противоударная упаковка!",
        "images": [
            "https://basket-10.wbbasket.ru/vol1567/part156737/156737041/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1567/part156737/156737041/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1567/part156737/156737041/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1567/part156737/156737041/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1567/part156737/156737041/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1567/part156737/156737041/images/big/6.webp"
        ]
    },
    {
        "name": "Кружка подарок для подруги",
        "price": 318.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/253462978/detail.aspx",
        "description": "Наши кружки приколюшки — отличный подарок в день рождения для подруги, девушки или сестры. Яркие забавные кружки для чая станут красивым украшением и любимым предметом посуды на кухне. Эта керамическая чашка для кофе с оригинальным рисунком и интересным принтом понравится каждому. Принт с приколом также подойдет мужу, парню, другу или папе. Коллегам на работе будет приятно получить необычный презент. Бабушка и мама оценят этот индивидуальный момент на любое торжество. Смешные, милые и мемные принты придадут атмосферу радости и юмора. Разные варианты мемного изображения порадуют друзей и коллег по работе. с оригинальной надписью — лучший способ порадовать близких своим креативным акцентом. Подружке или сестре можно подарить эту стильную, детскую чашку для уютных вечеров в домашней обстановке. Невозможно представить праздник без такого классного аксессуара! Для юбилея жены или другой значимой женщины, подарите радость и хорошее настроение с помощью этой креативной мемной темы. Прикольные штуки для девочки например на др, хороший мем будет приятен даже мужчине и дедушке. Большая крушка с недовольным котиком доставит удовольствие любому. Любители котов особенно оценят такой приятный сувенир. Подобные прикольные вещи с мемом нужны каждому",
        "images": [
            "https://basket-16.wbbasket.ru/vol2534/part253462/253462978/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2534/part253462/253462978/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2534/part253462/253462978/images/big/3.webp",
            "https://basket-16.wbbasket.ru/vol2534/part253462/253462978/images/big/4.webp"
        ]
    },
    {
        "name": "Подарочная керамическая кружка для кофе и чая,с надписью",
        "price": 530.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/17973955/detail.aspx",
        "description": "Керамическая кружка объемом 600 мл - настоящая находка для любителей необычных сувениров. Это милый подарок, который подойдет для любого человека - будь то женщина, мужчина или ребенок. Благодаря оригинальному дизайну с приколом вызывает улыбку у детей и взрослых, становясь частью декора. Выполнена из высококачественной керамики, надежна и долговечна в использовании. Благодаря ее большому размеру - вы не останетесь без своего любимого напитка в важную минуту. Можно с радостью наслаждаться ароматным чаем в домашней обстановке, на работе или в кругу друзей. Креативная надпись и изображение котиков делает её отличным выбором.\n\nПодарите эту красивую чашку маме или папе, сестре или брату, подруге или другу. Она станет идеальным подарком на День Рождения, 8 Марта, 23 Февраля, Новый год, День всех влюблённых или просто так, чтобы произвести впечатление в самый незабываемый момент. Она может быть полезной не только дома, но и на рабочем столе в офисе среди коллег. Эта интересная вещь сразу привлечёт внимание.\n\nПодарочная посуда гармонично впишется в кухонный интерьер, можно использовать в посудомоечной машине и СВЧ-печи. Она сделает каждый твой день светлее и теплее, создавая атмосферу комфорта.  Насладитесь каждым глотком вкусного кофе с этим уникальным, стильным и эстетичным товаром. Не упусти возможность преподнести этот замечательный сюрприз своим близким - это действительно приятно и особенно!\"\n",
        "images": [
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/1.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/2.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/3.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/4.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/5.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/6.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/7.webp",
            "https://basket-02.wbbasket.ru/vol179/part17973/17973955/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка для чая и кофе керамическая, 600мл",
        "price": 468.0,
        "rating": 4.7,
        "product_url": "https://www.wildberries.ru/catalog/10565064/detail.aspx",
        "description": "Керамическая кружка объемом 600 мл - настоящая находка для любителей необычных сувениров. Это милый подарок, который подойдет для любого человека - будь то женщина, мужчина или ребенок. Благодаря оригинальному дизайну с приколом вызывает улыбку у детей и взрослых, становясь частью декора. Выполнена из высококачественной керамики, надежна и долговечна в использовании. Благодаря ее большому размеру - вы не останетесь без своего любимого напитка в важную минуту. Можно с радостью наслаждаться ароматным чаем в домашней обстановке, на работе или в кругу друзей. Креативная надпись и изображение розового цвета делает её отличным выбором.\n\nПодарите эту красивую чашку маме, сестре, подруге. Она станет идеальным подарком на День Рождения, 8 Марта,  День всех влюблённых или просто так, чтобы произвести впечатление в самый незабываемый момент. Может быть полезной не только дома, но и на рабочем столе в офисе среди коллег. Эта интересная вещь сразу привлечёт внимание.\n\nСоздайте прекрасную атмосферу праздника вместе с этим аксессуаром для вашего интерьера в Новый год и Рождество.\n\nПодарочная посуда гармонично впишется на кухню, можно использовать в посудомоечной машине и СВЧ-печи. Она сделает каждый твой день светлее и теплее, создавая комфорт.  Насладитесь каждым глотком вкусного кофе с этим уникальным, стильным и эстетичным товаром. Не упусти возможность преподнести этот замечательный сюрприз своим близким - это действительно приятно и особенно!",
        "images": [
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/1.webp",
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/2.webp",
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/3.webp",
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/4.webp",
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/5.webp",
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/6.webp",
            "https://basket-01.wbbasket.ru/vol105/part10565/10565064/images/big/7.webp"
        ]
    },
    {
        "name": "Кружка с приколом подарок",
        "price": 321.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/176729635/detail.aspx",
        "description": "Внимание! В процессе доставки попадаются браки, пожалуйста, проверяйте состояние товара на ПВЗ перед получением. Керамическая кружка с принтом – стильный аксессуар для дома и подарков. Эта керамическая кружка с оригинальным принтом станет вашим любимым спутником для утреннего кофе или вечернего чая. Прочный материал и стильный дизайн делают её идеальной как для повседневного использования, так и для особенных случаев. Большая вместимость и удобная форма позволяют наслаждаться любимым напитком без ограничений. Доступна в различных вариантах дизайна, включая новогодние, осенние и даже аниме стили, эта кружка станет настоящей находкой для ценителей уникальных вещей. Она также может стать отличным вариантом для подарка. Ищете что-то для мужчины или женщины на день рождения, маме, папе или подруге? Эта кружка — идеальный выбор для любого случая, будь то 8 марта, свадьба или просто приятный сюрприз. Благодаря своим универсальным характеристикам, кружка подходит как для чая, так и для кофе. Ее можно использовать дома или взять с собой на работу — где бы вы ни находились, эта кружка всегда будет радовать вас своим стильным внешним видом и удобством. Модели бывают милые, с приколами или мемами, что делает их особенно привлекательными для тех, кто любит необычные и эстетичные вещи. Кружка представлена в белом цвете, что позволяет легко вписать её в любой интерьер кухни. Она также может быть отличным дополнением к коллекции подарочных наборов, особенно для тех, кто любит практичные и стильные вещи. Если вы ищете подарок для учителя, бабушки, дедушки или даже ребенка, эта подарочная кружка с принтом — идеальный вариант. Порадуйте близких оригинальным и функциональным подарком, который будет радовать каждый день.\n\n",
        "images": [
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/1.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/2.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/3.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/4.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/5.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/6.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/7.webp",
            "https://basket-12.wbbasket.ru/vol1767/part176729/176729635/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка с прикольным принтом и надписью 330мл",
        "price": 306.0,
        "rating": 4.9,
        "product_url": "https://www.wildberries.ru/catalog/136129633/detail.aspx",
        "description": "Распродажа, черная пятница. Прикольные кружка с мемами - это провокация. Кружка с прикольными принтами будет поднимать настроение любому человеку. Наверное, у каждого человека есть любимая чашка для чая, кофе или сока. Даже, скорее всего, их две: одна для дома, другая в офис. К таким вещам появляется особое отношение. Их оберегают, ставят на видное место, и кажется, что все в них вкуснее и ароматнее. Кружка с нестандартным дизайном – стильный и модный аксессуар, подчеркивающий вкус и неординарный характер человека. Предлагаем подойти к приобретению посуды для офиса, в частности,  для чая, креативно, с юмором и выдумкой. Каждый член трудового коллектива может получить свою, подходящую только ему по стилю и характеру кружку. Эти чашки могут быть подарены сослуживцам на любые праздники, например, и на 8 Марта и 23 Февраля, на Новый Год, на день профессиональный праздник. Кружки с приколами для чая и кофе - оригинальный подарок для подруги и друга, коллеге, начальнику,  на день рождения и  юбилей. Большая белая чашка подарочная с надписью изготовлена из толстостенной керамики белого цвета, ведь известно, что кофе в белой посуде вызывает больший аппетит, так как напиток отлично контрастирует со светлым тоном, ее можно мыть в посудомоечной машине и использовать в микроволновке. Посуда для кофе и молока с надписями и рисунками не только пригодится на кухне, но и станет украшением интерьера дома. Смешная кружечка с мемными фразами имеет объем 330 мл, что делает ее универсальной. Вы можете быть уверены, что получите высокую чашку с удобной ручкой c принтом целой и невредимой, потому, что мы тщательно продумали упаковку. Каждая кружка упакована в пупырчатую пленку, крафт-бумагу и транспортировочную коробку. ",
        "images": [
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/1.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/2.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/3.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/4.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/5.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/6.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/7.webp",
            "https://basket-10.wbbasket.ru/vol1361/part136129/136129633/images/big/8.webp"
        ]
    },
    {
        "name": "Кружка с приколом Бесите",
        "price": 318.0,
        "rating": 4.8,
        "product_url": "https://www.wildberries.ru/catalog/253438458/detail.aspx",
        "description": "Наши кружки приколюшки — отличный подарок в день рождения для подруги, девушки или сестры. Яркие забавные кружки для чая станут красивым украшением и любимым предметом посуды на кухне. Эта керамическая чашка для кофе с оригинальным рисунком и интересным принтом понравится каждому. Принт с приколом также подойдет мужу, парню, другу или папе. Коллегам на работе будет приятно получить необычный презент. Бабушка и мама оценят этот индивидуальный момент на любое торжество. Смешные, милые и мемные принты придадут атмосферу радости и юмора. Разные варианты мемного изображения порадуют друзей и коллег по работе. с оригинальной надписью — лучший способ порадовать близких своим креативным акцентом. Подружке или сестре можно подарить эту стильную, детскую чашку для уютных вечеров в домашней обстановке. Невозможно представить праздник без такого классного аксессуара! Для юбилея жены или другой значимой женщины, подарите радость и хорошее настроение с помощью этой креативной мемной темы. Прикольные штуки для девочки например на др, хороший мем будет приятен даже мужчине и дедушке. Большая крушка с недовольным котиком доставит удовольствие любому. Любители котов особенно оценят такой приятный сувенир. Подобные прикольные вещи с мемом нужны каждому",
        "images": [
            "https://basket-16.wbbasket.ru/vol2534/part253438/253438458/images/big/1.webp",
            "https://basket-16.wbbasket.ru/vol2534/part253438/253438458/images/big/2.webp",
            "https://basket-16.wbbasket.ru/vol2534/part253438/253438458/images/big/3.webp"
        ]
    }
]